{"translation-revision-date":"2024-08-12 12:08+0200","generator":"WP-CLI\/2.11.0","source":"modules\/admin\/js\/build\/row-filtering-block.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Row Filtering":["Zeilen-Filterung"],"Full cell matching":["Vollständige Übereinstimmung der Zelle"],"Case-sensitive matching":["Groß- und Kleinschreibung beachten"],"Row Filter term:":["Zeilenfilterbegriff:"],"The table will show only rows that contain this filter term. You can combine multiple filter terms with an AND or OR operator, e.g. “term1&&term2” or “term1||term2”.":["Die Tabelle zeigt nur Zeilen an, die diesen Filterbegriff enthalten. Du kannst mehrere Filterbegriffe mit einem UND- oder ODER-Operator kombinieren, z.B. „term1&&term2“ oder „term1||term2“."],"Row Filter URL parameter:":["URL-Parameter für Zeilenfilter:"],"Instead, or in addition, of using a pre-defined filter term, a URL parameter like “table_filter” can be used.":["Anstelle oder zusätzlich zur Verwendung eines vordefinierten Filterbegriffs kann ein URL-Parameter wie „table_filter“ verwendet werden."],"If this is turned on, the full cell content has to match the filter term.":["Wenn dies aktiviert ist, muss der gesamte Zellinhalt dem Filterbegriff entsprechen."],"If this is turned on, the case sensitivity of the filter term has to match the content in the cell.":["Wenn dies aktiviert ist, muss die Groß- und Kleinschreibung des Filterbegriffs dem Inhalt in der Zelle entsprechen."],"Filter columns:":["Filterspalten:"],"Invert filtering result":["Filterergebnis umkehren"],"If this is turned on, rows with the filter term will be hidden and rows without the filter term will be shown.":["Wenn dies aktiviert ist, werden Zeilen mit dem Filterbegriff ausgeblendet und Zeilen ohne den Filterbegriff werden angezeigt."],"Enter a comma-separated list of the columns which should be searched for the filter terms, e.g. “1,3-5,7”.":["Gib eine kommagetrennte Liste der Zeilen ein, in denen die Suchbegriffe gesucht werden sollen, z.B. „1,3-5,7“."]}}}