{"translation-revision-date":"2024-08-12 12:08+0200","generator":"WP-CLI\/2.11.0","source":"modules\/admin\/js\/build\/default-style-customizer.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Preview":["Vorschau"],"Custom":["Benutzerdefiniert"],"%1$s %2$s color":["%1$s-%2$s-Farbe"],"(%s color)":["(%s-Farbe)"],"Reference an existing color":["Bezugnahme auf eine vorhandene Farbe"],"Choose your desired color in the color picker on the left.":["Wähle deine gewünschte Farbe im Farbauswahlfeld auf der linken Seite."],"Alternatively, select an existing color above, to create a reference to it.":["Alternativ wähle oben eine vorhandene Farbe aus, um einen Bezug darauf zu erstellen."],"When that color is changed, the currently edited %s will automatically adapt as well.":["Wenn diese Farbe geändert wird, wird die aktuell bearbeitete %s sich automatisch anpassen."],"Color:":["Farbe:"],"Blue":["Blau"],"Red":["Rot"],"Green":["Grün"],"Yellow":["Gelb"],"Purple":["Lila"],"Dark":["Dunkel"],"Light":["Hell"],"Cell content":["Zellinhalt"],"Head row":["Kopfzeile"],"Active head cells":["Aktive Kopfzellen"],"Odd rows":["Ungerade Zeilen"],"Even rows":["Gerade Zeilen"],"Hovered row":["Hervorgehobene Zeile"],"Border color":["Rahmenfarbe"],"Cell padding":["Zellenabstand"],"Background colors":["Hintergrund-farben"],"Text colors":["Text-farben"],"Border":["Rahmen"],"Spacing":["Abstand"],"To change the default styling of your tables, choose an existing style variation or customize individual colors or properties.":["Um das Standardaussehen deiner Tabellen zu ändern, wähle eine vorhandene Stilvariante oder passe einzelne Farben oder Eigenschaften an."],"Click the “Save to ‘Custom CSS’” button below to add the automatically generated code for your styling to the site’s “Custom CSS”.":["Klicke unten auf die Schaltfläche „Als Zusatz-CSS speichern“, um den automatisch generierten Code für dein Styling zum „Zusatz-CSS“ der Webseite hinzuzufügen."],"Style Variations":["Stilvarianten"],"Custom style values":["Benutzerdefinierte Stile"],"Please note your site’s theme and plugins may also influence the table styling.":["Bitte beachte, dass das Theme und die Plugins deiner Webseite auch das Aussehen von Tabellen beeinflussen können."],"Tables on your site might look different!":["Tabellen auf deiner Webseite könnten anders aussehen!"],"To change the styling of individual tables, use “Custom CSS” code below.":["Um das Aussehen einzelner Tabellen zu ändern, verwende das „Zusatz-CSS“-Feld unten."],"Save to “Custom CSS”":["Als Zusatz-CSS speichern"]}}}