{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr"},"MetaSlider":["MetaSlider"],"https://www.metaslider.com":["https://www.metaslider.com"],"MetaSlider gives you the power to create a beautiful slideshow, carousel, or gallery on your WordPress site.":["MetaSlider vous permet de créer un magnifique diaporama, un carrousel ou une galerie sur votre site WordPress."],"Spice up your site with animated layers and video slides with MetaSlider Pro":["Ajoutez de la vie à votre site grâce à des couches animées et des diapositives vidéo avec MetaSlider Pro."],"Increase your revenue and conversion with video slides and many more MetaSlider Pro features":["Augmentez vos revenus et vos conversions grâce aux diapositives vidéo et bien d’autres fonctionnalités de MetaSlider Pro"],"Can you translate? Want to improve MetaSlider for speakers of your language?":["Pouvez-vous traduire ? Vous souhaitez améliorer MetaSlider pour les internautes parlant votre langue ?"],"weeks":["semaines"],"Let's Start &rarr;":["Commençons &rarr;"],"Find out more &rarr;":["En savoir plus →"],"Get MetaSlider Pro &rarr;":["Obtenez MetaSlider Pro &rarr;"],"Sign up &rarr;":["S’inscrire &rarr;"],"Go there &rarr;":["Allez-y &rarr;"],"Read more":["En savoir plus"],"The security check failed. Please refresh the page and try again.":["Le contrôle de sécurité a échoué. Veuillez recharger la page et réessayer."],"Access denied. Sorry, you do not have permission to complete this task.":["Accès refusé. Désolé, vous n’avez pas le droit de terminer cette tâche."],"Bad request":["Requête incorrecte"],"This item does not exist. Please refresh the page and try again.":["Cet élément n’existe pas. Veuillez recharger la page et réessayer."],"The option was successfully updated":["L’option a été mise à jour avec succès"],"The requested data does not exist.":["Les données demandées n’existent pas."],"The attempt to update the option failed.":["La tentative de mise à jour de l’option a échoué."],"URL":["URL"],"Caption":["Légende"],"New Window":["Nouvelle fenêtre"],"Please confirm that you would like to delete this slideshow.":["Veuillez confirmer que vous souhaitez supprimer ce diaporama."],"Undo":["Annuler"],"Slide restored":["Diapositive restaurée"],"Slide deleted":["Diapositive supprimée"],"Success":["Succès"],"Item was copied to your clipboard":["L’élément a été copié dans votre presse-papiers"],"Press to undo":["Cliquez pour annuler"],"Select replacement image":["Sélectionnez l’image de remplacement"],"Caution: This setting is for advanced developers only. If you're unsure, leave it checked.":["Attention : ce réglage est uniquement réservé aux développeurs. Si vous n’êtes pas sur(e), laissez-le coché."],"Tone":["Ton"],"Opacity":["Opacité"],"Device Options":["Options pour les appareils"],"Hide on Smartphone":["Masquer sur smartphone"],"Hide on Tablet":["Masquer sur tablette"],"Hide on Laptop":["Masquer sur ordinateur portable"],"Hide on Desktop":["Masquer sur ordinateur"],"The request format was not valid.":["Le format de la demande n’était pas valide."],"This slideshow is no longer available.":["Ce diaporama n’est plus disponible."],"Nothing to import.":["Il y a rien à importer."],"This was not a slideshow, so we cannot delete it.":["Ce n’était pas un diaporama, nous ne pouvons donc pas le supprimer."],"This was not a slideshow, so we cannot update the setting.":["Il ne s’agissait pas d’un diaporama, nous ne pouvons donc pas mettre à jour le réglage."],"The title cannot be empty.":["Le titre ne peut pas être vide."],"The field (%s) cannot be empty":["Le champ (%s) ne peut pas être vide"],"Maximum Number of Custom Field in Post Feed Sliders":["Nombre maximum de champs personnalisés dans les diaporamas du flux de publications"],"Import slug not found":["Le slug d’importation n’a pas été trouvé"],"Import data could not be processed":["Les données d’importation n’ont pas pu être traitées"],"We could not find any images to import.":["Nous n’avons pu trouver aucune image à importer."],"New Slideshow":["Nouveau diaporama"],"Previous":["Précédent"],"Next":["Suivante"],"Import file is invalid.":["Le fichier d’importation est invalid."],"No themes found.":["Aucun thème trouvé."],"We removed your selected theme as it could not be found. Was the folder deleted?":["Nous avons retiré le thème que vous avez sélectionné car il n’a pu être trouvé. Son dossier a-t-il est supprimé ?"],"You don't have any trashed slideshows.":["Vous n’avez pas de diaporamas dans la corbeille."],"You don't have any slideshows yet. Click %shere%s to create a new slideshow.":["Vous n’avez pas encore de diaporama. Cliquez sur %sici%s pour créer un nouveau diaporama."],"Restore":["Restaurer"],"Delete Permanently":["Supprimer définitivement"],"Trash":["Corbeille"],"Preview":["Prévisualisation"],"Title":["Titre"],"Type of Slides":["Type de diapositives"],"Number of Slides":["Nombre de diapositives"],"Theme":["Thème"],"Created":["Créé"],"Shortcode":["Code court"],"Usage":["Utilisation"],"Edit":["Modifier"],"Click to copy shortcode.":["Cliquez pour copier le code court"],"Not in use.":["N’est pas utilisé."],"View Usage":["Voir l’utilisation"],"Pages Using This Slideshow":["Pages utilisant ce diaporama"],"Theme Setting":["Réglages du thème"],"Option":["Option"],"Logo":["Logo"],"Slideshows":["Diaporamas"],"Add New":["Ajouter un nouveau"],"%d slideshow moved to the Trash.":["%d diaporama a été misà la corbeille.","%d diaporamas ont été mis à la corbeille."],"%d slideshow restored from the Trash.":["%d diaporama a été restauré de la corbeille.","%d diaporamas ont été restaurés de la corbeille."],"%d slideshow permanently deleted.":["%d diaporama à été définitivement supprimé.","%d diaporamas ont été définitivement supprimés."],"Slideshows permanently deleted.":["Les diaporamas sont définitivement supprimés."],"Search":["Rechercher"],"Browser upgrade required":["Mise à niveau du navigateur nécessaire"],"It looks like you are using %s. While MetaSlider does support %s on the frontend of the website where users see your slideshows, some of the tools we provide back here require a modern browser.":["Il semble que vous utilisiez %s. Bien que MetaSlider prenne en charge %s sur l’interface publique où les internautes voient vos diaporamas, certains des outils que nous fournissons ici nécessitent un navigateur moderne."],"Microsoft Internet Explorer 11":["Microsoft Internet Explorer 11"],"IE11":["IE11"],"Update Internet Explorer":["Mettez à jour Internet Explorer"],"Main Options":["Options principales"],"Width":["Largeur"],"Slideshow width":["Largeur du diaporama"],"px":["px"],"Height":["Hauteur"],"Slideshow height":["Hauteur du diaporama"],"Arrows":["Flèches"],"Show the Previous / Next arrows.":["Afficher les flèches précedent/suivant."],"Hidden":["Masqué"],"Visible":["Visible"],"Visible On Hover":["Visible au survol"],"Navigation":["Navigation"],"Show navigation options so that users can browse the slides.":["Afficher les options de navigation afin que les utilisateurs/utilisatrices puissent parcourir les diapositives."],"Dots":["Points"],"Dots - Visible On Hover":["Points - visible au survol"],"Thumbnails (Pro)":["Miniatures (Pro)"],"Thumbnails - Visible On Hover (Pro)":["Miniatures - visible au survol (Pro)"],"Filmstrip (Pro)":["Bande de film (Pro)"],"Filmstrip - Visible On Hover (Pro)":["Bande de film - visible au survol (Pro)"],"100% Width":["Largeur 100%"],"Stretch the slideshow output to fill its parent container.":["Étirer le diaporama pour qu’il remplisse la largeur de son conteneur parent."],"Transition Options":["Options de transition"],"Transition Effect":["Effet de transition"],"This animation is used when changing slides.":["Cette animation est utilisée lors du changement de diapositive."],"Random":["Aléatoire"],"Swirl":["Tourbillon"],"Rain":["Pluie"],"Straight":["Tout droit"],"Slice Down":["Balayage bas"],"Slice Up":["Balayage haut"],"Slice Up Left":["Balayage de haut à gauche"],"Slide Up Down":["Glissement de haut en bas"],"Slice Up Down Left":["Balayage de haut en bas à gauche"],"Fade":["Fondu"],"Fold":["Plier"],"Slide in Right":["Glissement vers la droite"],"Slide in Left":["Glissement vers la gauche"],"Box Random":["Boite aléatoire"],"Box Rain":["Mosaïque"],"Box Rain Reverse":["Mosaïque inversée"],"Box Rain Grow":["Boîte à pluie"],"Box Rain Grow Reverse":["Mosaïque inversée"],"Slide":["Défilement"],"Zooming":["Zoom"],"Flip":["Retournement"],"Slide Delay":["Délai entre les diapositives"],"How long to display each slide, in milliseconds.":["Durée d’affichage de chaque diapositive, en millisecondes."],"Transition Speed":["Vitesse d’animation"],"Choose the speed of the animation in milliseconds. You can select the animation in the \"Effect\" field.":["Choisir la vitesse de l’animation en millisecondes. Vous pouvez sélectionner l’animation dans le champ « Effet »."],"Number of Slices":["Nombre de tranches"],"Number of Squares":["Nombre de carrés"],"Number of squares":["Nombre de carrés"],"Slide Direction":["Direction de la diapositive"],"Select the direction that slides will move. Vertical will not work if \"Carousel mode\" is enabled or \"Transition Effect\" is set to \"Fade\".":["Sélectionner la direction dans laquelle les diapositives se déplaceront. Le mode vertical ne fonctionne pas si le « Mode carrousel » est activé ou si l’effet de transition est défini sur « Fondu »."],"Horizontal":["Horizontal"],"Vertical":["Vertical"],"Image Animation":["Animation de l’image"],"This feature adds gradual acceleration and deceleration to slide transitions, rather than abrupt starts and stops. This feature only works with the \"Slide\" Transition Effect.":["Cette fonctionnalité ajoute une accélération et une décélération progressives aux transitions de diapositives, plutôt que des démarrages et des arrêts brusques. Cette fonctionnalité fonctionne uniquement avec l’effet « Glissement »."],"Fade In":["Fondu en avant"],"This adds an animation when the slideshow loads. It only uses the \"Fade\" transition effect.":["Ceci ajoute une animation au chargement du diaporama. Il n’utilise que l’effet de transition « Fondu »."],"Hide Arrows On":["Masquer les flèches sur"],"When enabled this setting will hide the arrows on screen widths less than %spx.":["Si activé, ce réglage masque les flèches lorsque la largeur de l’écran est inférieure à %spx."],"When enabled this setting will hide the arrows on screen widths of %1$spx to %2$spx.":["Si activé, ce réglage masque les flèches sur les écrans d’une largeur comprise entre %1$spx et %2$spx."],"When enabled this setting will hide the arrows on screen widths equal to or greater than %spx.":["Si activé, ce réglage masque les flèches lorsque la largeur de l’écran est supérieure ou égale à %spx."],"Hide Navigation On":["Masquer la navigation sur"],"When enabled this setting will hide the navigation on screen widths less than %spx.":["Si activé, ce réglage masque la navigation lorsque la largeur de l’écran est inférieure à %spx."],"When enabled this setting will hide the navigation on screen widths of %1$spx to %2$spx.":["Si activé, ce réglage masque la navigation sur les écrans d’une largeur comprise entre %1$spx et %2$spx."],"When enabled this setting will hide the navigation on screen widths equal to or greater than %spx.":["Si activé, ce réglage masque la navigation lorsque la largeur de l’écran est égale ou supérieure à %spx."],"Hide Slideshow On":["Masquer le diaporama sur"],"When enabled this setting will hide the slideshow on screen widths less than %spx.":["Si activé, ce réglage masque le diaporama lorsque la largeur de l’écran est inférieure à %spx."],"When enabled this setting will hide the slideshow on screen widths of %1$spx to %2$spx.":["Si activé, ce réglage masque le diaporama sur les écrans d’une largeur comprise entre %1$spx et %2$spx."],"When enabled this setting will hide the slideshow on screen widths equal to or greater than %spx.":["Si activé, ce réglage masque le diaporama lorsque la largeur de l’écran est supérieure ou égale à %spx."],"Advanced Options":["Réglages avancés"],"Center Align":["Aligner au centre"],"Center align the slideshow in the available space on your website.":["Aligner le diaporama au centre de l’espace disponible sur votre site."],"Auto Play":["Lecture automatique"],"Transition between slides automatically.":["Transition automatique entre les diapositives."],"Play / Pause Button":["Bouton lecture/pause"],"This allows user to pause or resume Auto Play on the slideshow.":["Ceci permet à l’utilisateur/utilisatrice de mettre en pause ou de reprendre la lecture automatique du diaporama."],"Show Play / Pause Button Text":["Afficher le texte du bouton « Lecture/pause »"],"Show text options for Play / Pause Button":["Afficher les options pour le texte du bouton « Lecture/pause »"],"Play Text":["Texte « Lecture »"],"Enter text for the Play/Pause Button. Leave the field empty to use the icon only.":["Saisir le texte du bouton « Lecture/pause ». Laisser le champ vide pour n’utiliser que l’icône."],"Pause Text":["Texte « Pause »"],"Hover Pause":["Pause au survol"],"Pause the slideshow when hovering over slider, then resume when no longer hovering.":["Mettre le diaporama en pause au survol, puis reprendre lorsqu’il ne l’est plus."],"Loop":["Boucle"],"If you choose \"Loop endlessly\", the slides will loop infinitely. If you choose \"Stop on first slide after looping\", the slideshow will stop on the first slide after showing all the items. If you choose \"Stop on last slide\", the slides will stop on the last slide.":["Si vous choisissez « Boucle sans fin », les diapositives tourneront en boucle à l’infini. Si vous choisissez « Arrêter à la première diapositive après la boucle », le diaporama s’arrêtera à la première diapositive après avoir montré tous les éléments. Si vous choisissez « Arrêter à la dernière diapositive », le diaporama s’arrêtera à la dernière diapositive."],"Loop Endlessly":["Boucle sans fin"],"Stop On Last Slide":["Arrêter à la dernière diapositive"],"Stop On First Slide After Looping":["Arrêter à la première diapositive après la boucle"],"Image Crop":["Recadrage de l’image"],"Smart Crop":["Recadrage intelligent"],"Standard":["Standard"],"Disabled":["Désactivé"],"Disabled (Smart Pad)":["Désactivé (Smart Pad)"],"Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size.":["Cadrage intelligent veille à ce que les diapositives « responsives » soient recadrés à un ratio qui aboutit à une taille compatible avec celle du diaporama."],"Image Crop Size":["Taille du recadrage de l’image"],"This will increase the size of the images in your slideshow. Larger images are higher quality. Smaller images load more quickly.":["Cela augmentera la taille des images de votre diaporama. Les images plus grandes sont de meilleure qualité. Les images plus petites se chargent plus rapidement."],"Smooth Height":["Hauteur douce"],"Allow navigation to follow the slide's height smoothly.":["Autoriser la navigation à suivre la hauteur de la diapositive en douceur."],"Carousel Mode":["Mode carrousel"],"Display multiple slides at once. Slideshow output will be 100% wide. Carousel Mode only uses the Transition Effect.":["Afficher plusieurs diapositives à la fois. La largeur du diaporama sera de 100 %. Le mode carrousel utilise uniquement l’effet « Glisser »."],"Loop Carousel Continuously":["Boucle du carrousel en continu"],"Infinite loop of slides when Carousel Mode is enabled. This option disables arrows and navigation.":["Boucle infinie de diapositives lorsque le mode « Carrousel » est activé. Cette option désactive les flèches et la navigation."],"Carousel Margin":["Marge du carrousel"],"Pixel margin between slides in carousel.":["Marge en pixels entre les diapositives dans le carrousel."],"Carousel Items":["Éléments du carrousel"],"Minimum number of slides to be displayed at once in carousel.":["Nombre minimum de diapositives à afficher simultanément dans le carrousel."],"Force Height":["Forcer la hauteur"],"If the slideshow looks small, force slideshow height when using Carousel mode. Please note when is enabled slides may look cropped.":["Si le diaporama semble petit, forcer la hauteur du diaporama lors de l’utilisation du mode carrousel. Veuillez noter que lorsque cette option est activée, les diapositives peuvent apparaître recadrées."],"Slide Order":["Ordre des diapositives"],"Newest First":["La plus récente en premier"],"Oldest First":["La plus ancienne en premier"],"Drag-and-drop":["Glisser et déposer"],"Select the order in which slides appear in the slideshow. This impacts the frontend view.":["Sélectionner l’ordre dans lequel les diapositives apparaissent dans le diaporama. Cela a un impact sur la interface publique."],"Reverse":["Inverser"],"Reverse the animation direction.":["Inverser le sens de l’animation."],"Touch Swipe":["Toucher balayage"],"Allow touch swipe navigation of the slider on touch-enabled devices.":["Permettre la navigation par balayage tactile du diaporama sur les appareils dotés d’un écran tactile."],"Progress Bar":["Barre de progression"],"Displays a visual indicator showing the time left before the next slide.":["Affiche un indicateur visuel indiquant le temps restant avant la diapositive suivante."],"Previous Text":["Texte « Précédente »"],"Set the text for the \"previous\" direction item.":["Définir le texte pour l’élément de direction « précédent »."],"Next Text":["Texte « Suivante »"],"Set the text for the \"next\" direction item.":["Définir le texte pour l’élément de direction « suivant »"],"Square Delay":["Délai entre les carrés"],"Delay between squares in ms.":["Délai entre les carrés en ms."],"Opacity of title and navigation, between 0 and 1.":["Opacité du titre et de la navigation, entre 0 et 1."],"Caption Speed":["Vitesse de la légende"],"Set the fade in speed of the caption.":["Définir la vitesse du fondu de la légende."],"Accessibility Options":["Options d’accessibilité"],"Keyboard Controls":["Contrôles au clavier"],"Use arrow keys to get to the next slide.":["Utiliser les touches fléchées pour passer à la diapositive suivante."],"Tabindex For Navigation":["Tabindex pour la navigation"],"This helps make the slideshow navigation more accessible.":["Cela permet de rendre la navigation du diaporama plus accessible."],"ARIA Live":["Aria live"],"If Autoplay is enabled, this causes screen readers to announce that the slides are changing.":["Si la lecture automatique est activée, les lecteurs d’écran annoncent que les diapositives sont en train de changer."],"ARIA Current":["ARIA actuel"],"This is used on the navigation button for the active slide. It helps screen readers understand which slide is active.":["Ceci est utilisé sur le bouton de navigation de la diapositive active. Il aide les lecteurs d’écran à comprendre quelle diapositive est active."],"Developer Options":["Options pour les développeurs"],"CSS Classes":["Classes CSS"],"Enter custom CSS classes to apply to the slider wrapper. Separate multiple classes with a space.":["Saisissez les classes CSS personnalisées à appliquer au conteneur du diaporama. Séparez plusieurs classes par un espace."],"Print CSS":["Imprimer CSS"],"Uncheck this if you would like to include your own CSS.":["Décocher ceci si vous souhaitez inclure votre propre CSS."],"Print JS":["Imprimer JS"],"Uncheck this if you would like to include your own Javascript.":["Décocher ceci si vous souhaitez inclure votre propre Javascript."],"No Conflict Mode":["Mode sans conflit"],"Delay adding the flexslider class to the slideshow.":["Retard ajouté à la classe flexslider au diaporama."],"Trashed Slides":["Diapositives mises à la corbeille"],"View trashed slides":["Voir les diapositives de la corbeille"],"Display multiple slides at once. Slideshow output will be 100% wide. Carousel Mode only uses the 'Slide' Transition Effect.":["Afficher plusieurs diapositives à la fois. La largeur du diaporama sera de 100 %. Le mode carrousel utilise uniquement que l’effet « Glisser »."],"Add a new slide":["Ajouter une nouvelle diapositive"],"Add Slide":["Ajouter une diapositive"],"Save & open the preview":["Enregistrer et afficher l’aperçu"],"Add a new slideshow":["Ajouter un diaporama"],"New":["Nouveau"],"Duplicate this slideshow":["Dupliquer ce diaporama"],"Duplicate":["Dupliquer"],"Adding custom CSS is a MetaSlider Pro feature. Click to learn more.":["L’ajout de CSS personnalisés est une fonctionnalité de MetaSlider Pro. Cliquer pour en savoir plus."],"Add CSS":["Ajouter CSS"],"Save slideshow":["Enregistrer le diaporama"],"Save":["Enregistrer"],"Return to Published Slides":["Retourner aux diapositives publiées"],"Settings":["Réglages"],"Help Center":["Centre d’aide"],"Import":["Importer"],"Export":["Exporter"],"Carousel Slideshow":["Diaporama carrousel"],"Carousel Slideshow with Captions":["Diaporama carrousel avec légendes"],"Thanks for using MetaSlider, the WordPress slideshow plugin":["Merci d’utiliser MetaSlider, l’extension de diaporama pour WordPress"],"Create a slideshow with your images":["Créez un diaporama avec vos images"],"Choose your own images to start a new slideshow.":["Choisissez vos propres images pour lancer un nouveau diaporama."],"Open Media Library":["Abrir la médiathèque"],"Import a demo slideshow":["Importer un diaporama de démonstration"],"Use sample slides to quickly create a new slideshow.":["Utiliser les diapositives d’exemple pour créer rapidement un nouveau diaporama."],"Blank Slideshow":["Diaporama vide"],"Image Slideshow":["Diaporama d’images"],"Create a Slideshow":["Créer un diaporama"],"Comparison Chart":["Graphique de comparaison"],"Free":["Gratuite"],"Pro":["Pro"],"Installed":["Installé"],"Upgrade now":["Mettre à niveau maintenant"],"Create unlimited slideshows":["Crée des diaporamas illimités"],"Create and manage as many slideshows as you need.":["Créez et gérez autant de diaporamas que vous le souhaitez."],"Regular updates":["Mises à jour régulières"],"We keep MetaSlider compatible with the latest versions of WordPress.":["Nous gardons MetaSlider compatible avec les dernières versions de WordPress."],"Intelligent image cropping":["Recadrage intelligent des images"],"Unique Smart Crop functionality ensures your slides are perfectly resized.":["La fonctionnalité unique de recadrage intelligent garantit que vos diapositives sont parfaitement redimensionnées."],"Thumbnail navigation":["Navigation par vignette"],"Allow users to browse your slideshows using thumbnail navigation.":["Permettez aux internautes de naviguer dans vos diaporamas grâce aux miniatures."],"Add YouTube, Vimeo and Tiktok slides":["Ajouter des diapositives YouTube, Vimeo et Tiktok"],"Easily include videos hosted by YouTube, Vimeo or TikTok.":["Inclure facilement des vidéos hébergées sur YouTube, Vimeo ou TikTok."],"Add local video slides":["Ajouter des diapositives de vidéos locales"],"Create slideshows with videos from your WordPress media library.":["Créez des diaporamas avec les vidéos de votre médiathèque de WordPress."],"Add external video slides":["Ajouter des diapositives de vidéos externes"],"Create slideshows with external videos.":["Créez des diaporamas avec des vidéos externes."],"Extra premium themes":["Thèmes premium supplémentaires"],"MetaSlider Pro provides stylish and exclusive themes for your slideshows.":["MetaSlider Pro propose des thèmes élégants et exclusifs pour vos diaporamas."],"Add slide layers":["Ajouter des couches de diapositives"],"Add layers to your slides with over 50 available transition effects.":["Ajoutez des couches à vos diapositives grâce à plus de 50 effets de transition disponibles."],"Add Post Feed slides":["Ajouter diapositive de flux de publications"],"Easily build slides based on your WordPress posts.":["Créez facilement des diapositives basées sur vos publications WordPress."],"Add Custom HTML slides":["Ajouter des diapositives HTML personnalisées"],"Design slides using images, HTML and CSS":["Concevoir des diapositives à l’aide d’images, de HTML et de CSS"],"Add custom CSS":["Ajouter CSS personnalisé"],"Customize your slideshows to fit with your website.":["Personnalisez vos diaporamas pour les adapter a votre site."],"Schedule your slides":["Planifiez vos diapositives"],"Add a start/end date to individual slides.":["Ajoutez une date de début/fin à des diapositives individuelles."],"Toggle your slide's visibility":["Ouvrir/fermer la visibilité de votre diapositive"],"Hide any slide, without having to delete them.":["Masquez n’importe quelle diapositive, sans avoir à la supprimer."],"Premium support":["Support premium"],"Have your specific queries addressed directly by our experts.":["Faites traiter vos questions spécifiques directement par nos experts,"],"Crop Position":["Position du recadrage"],"Choose how images are cropped if their size doesn't exactly match the size of your slideshow. This works if \"Smart Crop\" is selected in the \"Image Crop\" settings.":["Choisir la façon dont les images sont recadrées si leur taille ne correspond pas exactement à celle de votre diaporama. Cette fonction fonctionne si l’option « Recadrage intelligent » est sélectionnée dans les réglages « Recadrage de l’image »."],"Top Left":["En haut à droite"],"Top Center":["En haut centré"],"Top Right":["En haut à droite"],"Center Left":["Centré à gauche"],"Center Center":["Centré au centre"],"Center Right":["Centré à droite"],"Bottom Left":["En bas à gauche"],"Bottom Center":["En bas centré"],"Bottom Right":["En bas à droite"],"Re-crop image":["Recadrer de nouveau l’image"],"Image Link URL":["URL du lien de l’image"],"When visitors click on your image slide, they will be taken to this URL.":["Lorsque les internautes cliquent sur votre diapositive d’image, ils sont redirigés vers cette URL."],"New window":["Nouvelle fenêtre"],"Open link in a new window":["Ouvrir le lien dans une nouvelle fenêtre"],"Image Link Alt Text":["Texte alternatif du lien de l’image"],"This text is used by search engines and visitors using screen readers. Adding Alt text for links is highly recommended.":["Ce texte est utilisé par les moteurs de recherche et les visiteurs/visiteuses utilisant des lecteurs d’écran. Il est fortement recommandé d’ajouter un texte alternatif pour les liens."],"Hide slide on:":["Masquer la diapositive sur :"],"When enabled this setting will hide the slide on screen widths equal to or greater than %spx":["Si activé, ce réglage masque la diapositive lorsque la largeur de l’écran est supérieure ou égale à %spx."],"When enabled this setting will hide the slide on screen widths of %1$spx to %2$spx":["Si activé, ce réglage masque la diapositive sur les écrans d’une largeur comprise entre %1$spx et %2$spx."],"Hide caption on:":["Masquer la légende sur :"],"When enabled this setting will hide the caption on screen widths equal to or greater than %spx":["Si activé, ce réglage masque la légende lorsque la largeur de l’écran est supérieure ou égale à %spx."],"When enabled this setting will hide the caption on screen widths of %1$spx to %2$spx":["Si activé, ce réglage masque la légende sur les écrans d’une largeur comprise entre %1$spx et %2$spx."],"Update or activate your MetaSlider Pro now to add a start/end date option to your slides":["Mettez à jour ou activez votre MetaSlider Pro maintenant pour ajouter une option de date de début/fin à vos diapositives"],"Get MetaSlider Pro":["Obtenir MetaSlider Pro"],"With MetaSlider Pro, you can schedule your slides. You can choose to show your slides on specific dates, days of the week, or times of day.":["Avec MetaSlider Pro, vous pouvez programmer vos diapositives. Vous pouvez choisir de montrer vos diapositives à des dates, jours de la semaine ou heures de la journée spécifiques."],"Image Title Text":["Titre de l’image"],"Visitors will see this text if they hover over your image slide. Adding Title text is useful but not required.":["Les internautes verront ce texte s’ils survolent votre diapositive d’image. L’ajout d’un texte de titre est utile mais non obligatoire."],"Enable this to inherit the image title":["Activez cette option pour hériter du titre de l’image"],"Use the image title":["Utilisez le titre de l’image"],"Image Alt Text":["Texte alternatif de l’image"],"This text is used by search engines and visitors using screen readers. Adding Alt text is highly recommended.":["Ce texte est utilisé par les moteurs de recherche et les internautes utilisant des lecteurs d’écran. L’ajout d’un texte alternatif est fortement recommandé."],"Enable this to inherit the image alt text":["Activez cette option pour hériter du texte alt de l’image"],"Use the image alt text":["Utiliser le texte de la balise alt de l’image"],"Your settings might not be saving properly due to a configuration on your server. %s is currently set to %s, but we recommend a setting of 4000. Please see %s for more information. The php.ini file is being loaded from here: %s":["Il est possible que vos réglages ne soient pas enregistrés correctement en raison d’une configuration de votre serveur. %s est actuellement défini sur %s, mais nous recommandons une valeur de 4000. Veuillez consulter %s pour plus d’informations. Le fichier php.ini est chargé à partir d’ici : %s"],"this article":["cet article"],"Warning:":["Avertissement :"],"Title:":["Titre :"],"Select Slider:":["Sélectionnez un diaporama :"],"No slideshows found":["Aucun diaporama trouvé"],"The requested image does not exist. Please try again.":["L’image demandée n’existe pas. Veuillez réessayer."],"The image was successfully updated.":["L’;image a bien été mise jour."],"There was an error updating the image. Please try again":["Une erreur est survenue pendant la mise à jour de l’image. Veuillez réessayer"],"There was an error while updating the database. Please try again.":["Une erreur est survenue pendant la mise à jour de la base de données. Veuillez réessayer."],"Trash slide":["Mettre à la corbeille la diapositive"],"Update slide image":["Mettre à jour l’image de diapositive"],"Duplicate slide":["Dupliquer diaporama"],"This isn't a valid image format. Please try again.":["Ce format d’image n’est pas valide. Veuillez réessayer."],"Access denied":["Accès refusé"],"Image Slide":["Image de la diapo"],"Warning: The image data does not exist. Please re-upload the image.":["Avertissement : les données d’image n’existent pas. Veuillez re-téléverser l’image."],"General":["Général"],"Link":["Lien"],"SEO":["SEO"],"Device":["Appareil"],"Crop":["Recadrage"],"Schedule":["Planifier"],"Click the \"Add Slide\" button to create your slideshow":["Cliquer sur le bouton « Ajouter une diapositive » pour créer votre diaporama."],"Edit Slideshow":["Modifier le diaporama"],"MetaSlider Pro is installed but is out of date. You may update it %shere%s. Learn more about this notice %shere%s":["MetaSlider Pro est installé mais n’est pas à jour. Vous pouvez le mettre à jour %sici%s. En savoir plus sur cet avis %sici%s"],"Home":["Accueil"],"Quick Start":["Démarrage rapide"],"Settings & Help":["Réglages & aide"],"Upgrade to Pro":["Passer en version Pro"],"All Slideshows":["Tous les diaporamas"],"Create Slideshow":["Créer un diaporama"],"Image":["Image"],"Add to slideshow":["Ajouter au diaporama"],"Vimeo":["Vimeo"],"YouTube":["YouTube"],"TikTok":["TikTok"],"External Image":["Image externe"],"External Video":["Vidéo externe"],"Custom HTML":["HTML personnalisé"],"Post Feed":["Flux de publications"],"Layer Slide":["Diapositive de couches"],"Local Video":["Vidéo locale"],"The slide was successfully restored":["La diapositive a bien été restaurée"],"The attempt to restore the slide failed.":["La tentative de restauration de la diapositive a échoué."],"The slide was successfully trashed":["La diapositive a bien été mise à la corbeille"],"The slide was permanently deleted":["Cette diapositive a été définitivement supprimée"],"Slide permanently deleted.":["Diapositive supprimée définitivement."],"Slide restored.":["Diapositive restaurée."],"Loading... Please wait!":["Chargement... Veuillez patienter !"],"Loading... Please wait! This may take some minutes due we're downloading sample Local videos.":["Chargement... Veuillez patienter ! Cela peut prendre quelques minutes car nous sommes en train de télécharger des exemples de vidéos locales."],"You are viewing slides that have been trashed, which will be automatically deleted in %s days.":["Vous visualisez des diapositives qui ont été mises à la corbeille et qui seront automatiquement supprimées dans %s jours."],"Move slideshow to trash":["Mettre le diaporama à la corbeille"],"Choose slideshow":["Sélectionner un diaporama"],"Insert slideshow":["Insérer un diaporama"],"Create slides by adding text, videos and more to your images":["Créez des diapositives en ajoutant du texte, des vidéos et d’autres éléments à vos images"],"With Layer slides, you can create beautiful, stylish layers of different elements.":["Avec les diapositives de couches, vous pouvez créer de belles couches élégantes de différents éléments."],"You start with an image and then can add text, video, colors, animations, more images, and even shortcodes.":["Vous commencez par une image, puis vous pouvez ajouter du texte, de la vidéo, des couleurs, des animations, d’autres images et même des codes courts."],"Find out more about MetaSlider Pro":["En savoir plus sur MetaSlider Pro"],"Create slideshows with your Vimeo videos":["Créez des diaporamas avec vos vidéos Vimeo"],"With Vimeo slides, you can build beautiful slideshows with your Vimeo videos.":["Avec les diapositives Vimeo, vous pouvez créer de superbes diaporamas avec vos vidéos Vimeo."],"Vimeo slides will display your videos with auto play, mute, the ability to hide controls, and much more.":["Les diapositives Vimeo affichent vos vidéos avec lecture automatique, désactivation du son, chargement paresseux, possibilité de masquer les contrôles, et bien plus encore."],"Create slideshows with your YouTube videos":["Créez des diaporamas avec vos vidéos YouTube"],"With YouTube slides, you can build beautiful slideshows with your YouTube videos.":["Avec les diapositives YouTube, vous pouvez créer de superbes diaporamas avec vos vidéos YouTube."],"YouTube slides will display your videos with auto play, mute, lazy load, the ability to hide controls, and much more.":["Les diapositives YouTube affichent vos vidéos avec lecture automatique, désactivation du son, chargement paresseux, possibilité de masquer les contrôles, et bien plus encore."],"Create slideshows with your posts":["Créez des diaporamas avec vos publications"],"With Post Feed slides, you can build slideshows with your latest posts, events, or WooCommerce products.":["Avec les diapositives de flux de publications, vous pouvez créer des diaporamas avec vos dernières publications, événements ou produits WooCommerce."],"Post Feed slides will automatically display your posts with images, text, custom fields, and much more.":["Les diapositives de flux de publications affichent automatiquement vos publications avec des images, du texte, des champs personnalisés et bien plus encore."],"Create slideshows with images stored outside of WordPress":["Vous pouvez créer des diaporamas avec des images stockées en dehors de WordPress"],"With External URL slides, you can load images directly from non-WordPress sources such as CDNs or image hosts.":["Avec les diapositives URL externes, vous pouvez charger des images directement à partir de sources autres que WordPress, telles que des CDN ou des hébergeurs d’images."],"External URL slides give you all the power of MetaSlider, using images stored anywhere you want.":["Les diapositives à URL externe vous offrent toute la puissance de MetaSlider, en utilisant des images stockées où vous le souhaitez."],"Create slideshows with videos in your media library":["Créez des diaporamas avec les vidéos de votre médiathèque"],"With Local Video slides, you can build beautiful slideshows with videos in your WordPress media library.":["Avec les diapositives des vidéos locales, vous pouvez créer de magnifiques diaporamas avec les vidéos de votre médiathèque WordPress."],"Local Video slides will display your MP4, WebM, and MOV videos with cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Les diapositives vidéo locales affichent vos vidéos MP4, WebM et MOV avec des images de couverture, la lecture automatique, la mise en sourdine, le chargement paresseux, la possibilité de masquer les contrôles, et bien plus encore."],"Create slideshows with videos stored outside of WordPress":["Vous pouvez créer des diaporamas avec des vidéos stockées en dehors de WordPress"],"With External Video slides, you can add videos directly from non-WordPress sources.":["Avec les diapositives vidéos externes, vous pouvez ajouter des vidéos directement à partir de sources autres que WordPress."],"External Video Slides will display your MP4, WebM, and MOV videos. Features include text captions, cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Les diapositives vidéo externes affichent vos vidéos MP4, WebM et MOV avec des légendes de texte, images de couverture, la lecture automatique, la mise en sourdine, le chargement paresseux, la possibilité de masquer les contrôles, et bien plus encore."],"Create slideshows with custom HTML":["Créer des diaporamas avec HTML personnalisé"],"With Custom HTML slides, you can design slides using images, HTML and CSS. This gives you complete control over the layout and styling.":["Avec les diapositives HTML personnalisées, vous pouvez concevoir des diapositives à l’aide d’images, de HTML et de CSS. Vous avez ainsi un contrôle total sur la mise en page et le style."],"Create slideshows with Tiktok Videos":["Créer des diaporamas avec des vidéos Tiktok"],"A TikTok Slide will display a video in your slideshow directly from TikTok.com.":["Une diapositive TikTok affichera une vidéo dans votre diaporama directement depuis TikTok.com."],"Premium Support":["Support Premium"],"MetaSlider Pro":["MetaSlider Pro"],"Support":["Support"],"Documentation":["Documentation"],"Leave a review":["Laissez un avis"],"Icon Colors":["Couleurs de l’icône"],"Default":["Par défaut"],"Hover":["Au survol"],"Numbers Underline":["Souligner les numéros"],"Active":["Activer"],"Numbers":["Numéros"],"Numbers Size":["Taille des numéros"],"Numbers Line Height":["Hauteur de la ligne des numéros"],"Distance Between Numbers":["Distance entre les nombres"],"Colors":["Couleurs"],"Text":["Texte"],"Font Size":["Taille de la police"],"Line Height":["Hauteur de ligne"],"Text Align":["Aligner le texte"],"Left":["À gauche"],"Right":["À droite"],"Center":["Centré"],"Background":["Arrière-plan"],"Distance from Edge":["Distance du bord"],"Position":["Position"],"Top":["En haut"],"Bottom":["En bas"],"Position Offset":["Décalage de position"],"Based on \"Position\".":["Basé sur « Position »."],"Icon Size":["Taille de l’icône"],"Border Radius":["Rayon de la bordure"],"Opacity (default)":["Opacité (par défaut)"],"Opacity (hover)":["Opacité (Au survol)"],"Dots Border Radius":["Rayon de la bordure des points"],"Dots Width":["Largeur des points"],"Dots Height":["Hauteur des points"],"Distance Between Dots":["Distance entre les points"],"Links":["Liens"],"Number Size":["Taille du numéro"],"Number Line Height":["Hauteur de la ligne du numéro"],"Number Underline Width":["Largeur du trait de soulignement du numéro"],"Border":["Bordure"],"Dots Border Width":["Largeur de la bordure des points"],"Border Color":["Couleur de la bordure"],"Border Width":["Largeur de la bordure"],"Dots Size":["Taille des points"],"Visible in active and hover navigation dot":["Visible dans le point de navigation actif et en survol"],"Dots Border Style":["Style de la bordure en points"],"Solid":["Solide"],"Dotted":["Pointillés"],"Dashed":["Tirets"],"Icon colors":["Couleurs de l’icône"],"Slideshow":["Diaporama"],"Alignment":["Alignment"],"This is the default MetaSlider theme.":["Ceci est le thème MetaSlider par défaut."],"Bitono is a minimalist theme with a 2-color scheme. Recommended for Image, External Image and Post feed slides.":["Bitono est un thème minimaliste avec un schéma bicolore. Recommandé pour les diapositives d’images, d’images externes et de flux de publication."],"Clarity is focused on accessibility. It has easy-to-read fonts, and a straightforward, distraction-free interface.":["Clarity est axé sur l’accessibilité. Ses polices sont faciles à lire et son interface est simple et sans distraction."],"Databold is a modern, business theme with lots of room for your captions. Databold is recommended for Image, External Image, and Post Feed slides.":["Databold est un thème moderne et professionnel avec beaucoup d’espace pour vos légendes. Databold est recommandé pour les diapositives d’images, d’images externes et de flux de publications."],"Draxler is a stylish theme that places the navigation arrows in the top-right corner. There's also plenty of room for your captions.":["Draxler est un thème élégant qui place les flèches de navigation dans le coin supérieur droit. Il y a également beaucoup de place pour vos légendes."],"Featuring a built-in button with custom link, Nexus seamlessly integrates key points and interactive elements, making your presentation both engaging and navigable.":["Doté d’un bouton native avec un lien personnalisé, Nexus intègre de manière transparente les points clés et les éléments interactifs, rendant votre présentation à la fois attrayante et navigable."],"A standard slideshow layout with a modern design and large, clear arrows.":["Un diaporama standard au design moderne avec de grandes flèches claires."],"A clean, subtle theme that features block arrows and bold design.":["Un thème propre et subtil qui comporte des flèches encadrées et un design audacieux."],"A fun, circular design to brighten up your site. This theme works well with dark images":["Un design amusant et circulaire pour égayer votre site. Ce thème fonctionne bien avec des images sombres"],"A smart, contemporary design that is built to blend seamlessly into any theme.":["Un design élégant et contemporain, conçu pour s’intégrer parfaitement à n’importe quel thème."],"This theme places the controls vertically for a unique look.":["Ce thème place les contrôles verticalement pour un look unique."],"A futuristic and linear design that has a unique, horizontal navigation.":["Un design futuriste et linéaire avec une navigation horizontale unique."],"This lightweight design uses numbers for the navigation. The navigation, caption, and arrows are share the same line.":["Ce design léger utilise des chiffres pour la navigation. La navigation, la légende et les flèches sont sur la même ligne."],"This theme has a special additional functionality that uses image titles as the slide navigation. ":["Ce thème dispose d’une fonctionnalité supplémentaire spéciale qui utilise les titres des images comme navigation des diapositives. "],"If you would like to use the image titles as the navigation, you can do so by editing the image title in the media library or manually on the slide (SEO tab).":["Si vous souhaitez utiliser les titres des images comme navigation, vous pouvez modifier le titre de l’image dans la médiathèque ou manuellement sur le diaporama (onglet SEO)."],"This theme has a unique design that gives it a sophisticated look.":["Ce thème possède un design unique qui lui confère un aspect sophistiqué."],"A bold and clear design that works well on a darker images.":["Un design audacieux et clair qui fonctionne bien sur des images plus sombres."],"A minimalist theme that gets out of the way so you can showcasing your beautiful pictures. Best used with Image Slides.":["Un thème minimaliste qui s’efface pour vous permettre de mettre en valeur vos belles photos. A utiliser de préférence avec les diapositives d’images."],"The Nivo Light theme included here for legacy purposes. Note: only works with Nivo Slider":["Le thème Nivo Light est inclus ici à des fins d’héritage. Note : ne fonctionne qu’avec Nivo Slider"],"The Nivo Bar theme included here for legacy purposes. Note: only works with Nivo Slider":["Le thème Nivo Bar est inclus ici à des fins d’héritage. Note : ne fonctionne qu’avec Nivo Slider"],"The Nivo Dark theme included here for legacy purposes. Note: only works with Nivo Slider":["Le thème Nivo Dark est inclus ici à des fins d’héritage. Note : ne fonctionne qu’avec Nivo Slider"],"minimalist":["minimaliste"],"2 columns":["2 colonnes"],"A 2 columns minimalistic theme to split your images and captions.":["Un thème minimaliste à 2 colonnes pour diviser vos images et légendes."],"Image, External URL and Post Feed slides are displayed in 2 columns, while the others slide types are displayed in 1 column.":["Les diapositives d’image, d’URL externe et de flux de publications sont affichées sur deux colonnes, tandis que les autres types de diapositives sont affichés sur une seule colonne."],"videos":["vidéos"],"vertical":["vertical"],"A theme to showcase vertical images and videos.":["Un thème pour une vitrine des images et des vidéos verticales."],"Ideal for Images, Post Feed slides, YouTube and Vimeo vertical videos.":["Idéal pour les images, les diapositives des flux de publications, les vidéos verticales de YouTube et Vimeo."],"A dynamic slideshow theme that emphasizes the active slide by scaling it larger than the surrounding slides, creating a hero-like focal point that draws the viewer's attention.":["Un thème de diaporama dynamique qui met l’accent sur la diapositive active en l’agrandissant par rapport aux diapositives environnantes, créant ainsi un point focal en forme de héros qui attire l’attention de l’internaute."],"This is the Beta version of the Hero Theme. It should also be used with 100% Width and Carousel Mode disabled and Transition Effect set to Slide. Currently works on all slide types except External Image and Tiktok Videos.":["Il s’agit de la version bêta du thème Hero. Il doit également être utilisé avec une largeur de 100 % et un mode carrousel désactivé, et l’effet de transition doit être réglé sur « Glisser ». Il fonctionne actuellement sur tous les types de diapositives, à l’exception des images externes et des vidéos Tiktok."],"A slideshow theme that unveils captions on hover, adding a dynamic touch to portfolios and showcases.":["Un thème de diaporama qui dévoile les légendes au survol, ajoutant une touche dynamique aux portfolios et aux vitrines."],"Best used on slideshows with captions.":["À utiliser de préférence pour les diaporamas avec légendes."],"A modern slideshow theme with captions positioned at the top, showcasing features with sleek elegance.":["Un thème de diaporama moderne avec des légendes positionnées en haut, mettant en valeur les fonctionnalités avec une élégance raffinée."],"When using this theme with Carousel Mode, adjust the Carousel Margin setting to create space between the slides.":["En utilisant ce thème avec le mode « Carrousel », il faut ajuster le réglage de la marge du carrousel pour créer de l’espace entre les diapositives."],"A dynamic slideshow theme that emphasizes the active slide by using grayscale and opacity for the surrounding slides, creating a focal point that draws the viewer's attention.":["Un thème de diaporama dynamique qui met l’accent sur la diapositive active en utilisant les niveaux de gris et l’opacité pour les diapositives environnantes, créant ainsi un point focal qui attire l’attention de l’internaute."],"This is the Beta version of the Focus Theme. It should also be used with 100% Width and Carousel Mode disabled and Transition Effect set to Slide. Currently works on all slide types except External Image and Tiktok Videos.":["Il s’agit de la version bêta du thème Focus. Il doit également être utilisé avec une largeur de 100 % et un mode carrousel désactivé, et l’effet de transition doit être réglé sur « Glisser ». Il fonctionne actuellement sur tous les types de diapositives, à l’exception des images externes et des vidéos Tiktok."],"To add a button to the Nexus theme, enter the URL and the button text into the \"Link\" tab.":["Pour ajouter un bouton au thème Nexus, saisir l’URL et le texte du bouton dans l’onglet « Lien »."],"Button":["Bouton"],"Click Here":["Cliquer ici"],"Text and Numbers":["Texte et numéros"],"Color":["Couleur"],"Font Size for Active Number ":["Taille de police pour le numéro actif "],"Line Height for Active Number ":["Hauteur de ligne pour le numéro actif "],"Font Size for Count Number ":["Taille de police pour le numéro de compte "],"Line Height for Count Number ":["Hauteur de la ligne pour le nombre de comptage "],"Previous Slide":["Diapositive précédente"],"Next Slide":["Diapositive suivante"],"Preparing 1 slide...":["Préparation d’une diapositive..."],"1 slide added successfully":["1 diapositive ajoutée avec succès"],"Opening add slide UI...":["Ouverture de l’IU de l’ajout de diapositives..."],"Closing add slide UI...":["Fermeture de l’IU de l’ajout de diapositives..."],"Updating slide...":["Mise à jour de la diapositive..."],"Slide updated successfully":["La diapositive a été mise à jour avec succès"],"Stop on first slide after looping":["Arrêter à la première diapositive après la boucle"],"Crop position saved and image cropped":["La position de recadrage est enregistrée et l’image est recadrée"],"There was an error when saving crop position or cropping the image":["Une erreur s’est produite lors de l’enregistrement de la position de recadrage ou du recadrage de l’image."],"Device options are enabled for this slide. Adjust using the Mobile tab.":["Les options pour les appareils sont activées pour cette diapositive. Ajustez-les à l’aide de l’onglet « Mobile »."],"CSS Manager notice opened":["Notification du gestionnaire CSS ouverte"],"CSS Manager notice closed":["Notification du gestionnaire CSS fermée"],"CSS Manager":["Gestionnaire CSS"],"Easily add custom CSS to your slideshows to create the perfect design for your sites.":["Ajoutez facilement des feuilles de style CSS personnalisées à vos diaporamas pour créer le design parfait pour vos sites."],"Built-in text editor full of features.":["Éditeur de texte intégré, riche en fonctionnalités."],"Loads only on the front-end where needed.":["Chargements uniquement sur l’interface publique lorsque cela est nécessaire."],"Includes recipes to solve common scenarios.":["Comprend des solutions pour résoudre les scénarios les plus courants."],"Analytics notice opened":["Notification d’analyse ouverte"],"Analytics notice closed":["Notification d’analyse fermée"],"We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Nous aimerions également vous envoyer des e-mails peu fréquents contenant d’importantes mises à jour de sécurité et de fonctionnalités. Consultez notre %s pour plus de détails."],"privacy policy":["politique de confidentialité"],"Thanks for using MetaSlider":["Merci d’utiliser MetaSlider"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information?":["Nous sommes en cours de construction de la prochaine version de MetaSlider. Pouvez-vous nous aider en partageant des informations diagnostiques non sensibles ?"],"Agree and continue":["Accepter et continuer"],"No thanks":["Non merci"],"Duplicating...":["Duplication..."],"To edit this slide, click \"Restore\" and then \"Return to Published Slides\"":["Pour modifier cette diapositive, cliquez sur « Restaurer » puis sur « Retourner aux diapositives publiées »"],"MetaSlider dashboard loaded":["Tableau de bord MetaSlider chargé"],"Saving...":["Enregistrement…"],"Saving %s slides. This may take a few moments.":["Enregistrement de %s diapositives. Cela peut prendre quelques instants."],"Slideshow saved":["Diaporama enregistré"],"Duplicated successfully. Reloading...":["Dupliqué avec succès. Rechargement..."],"Settings saved":["Réglages enregistrés"],"Still working... %s slides remaining...":["Toujours en cours... %s diapositives restantes..."],"Tour cancelled successfully":["Tour annulé avec succès"],"Tour cancelled unsuccessfully":["Tour annulé sans succès"],"Are you sure?":["Confirmez-vous ?"],"This slideshow will be moved to the \"Trash\" area.":["Ce diaporama sera déplacé dans la zone « Corbeille »."],"Confirm":["Confirmer"],"Invalid nonce token":["Jeton nonce invalide"],"OK":["OK"],"Unable to proceed due to invalid nonce token.":["Impossible de poursuivre en raison d’un jeton nonce invalide."],"Something went wrong":["Il y a eu un problème"],"Preparing slideshow for duplication...":["Préparation du diaporama pour la duplication..."],"Doing something...":["Faisant quelque chose..."],"No error message provided.":["Aucun message d’erreur fourni."],"Undefined error occurred":["Une erreur indéfinie s’est produite"],"No error message reported.":["Aucun message d’erreur reporté."],"Saving theme...":["Enregistrement du thème…"],"Theme saved":["Thème enregistré"],"Slideshow Theme":["Thème du diaporama"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Ce thème n’est pas officiellement pris en charge par le diaporama choisi. Vos résultats peuvent varier."],"theme":["thème"],"Legacy":["Ancien"],"Custom theme":["Thème personnalisé"],"Remove":["Supprimer"],"Change":["Modifier"],"Change the design your slideshow with a stylish MetaSlider theme!":["Modifier la conception de votre diaporama avec un thème MetaSlider élégant !"],"Select a custom theme":["Sélectionnez un thème personnalisé"],"All themes":["Tous les thèmes"],"Loading...":["Chargement…"],"Get MetaSlider Pro!":["Obtenez MetaSlider Pro !"],"Upgrade now to unlock this theme!":["Mettre à niveau maintenant pour débloquer ce thème !"],"Upgrade now to build your own custom themes!":["Mettez à niveau maintenant pour créer vos propres thèmes personnalisés !"],"MetaSlider Pro is installed!":["MetaSlider Pro est installé !"],"You can create your own themes with our theme editor":["Vous pouvez créer vos propres thèmes avec notre éditeur de thèmes"],"Get started":["Premiers pas"],"Theme Details":["Détails du thème"],"Theme Instructions":["Mode d’emploi du thème"],"Tags":["Étiquettes"],"Style Details":["Détails du style"],"This style was created with the Theme Editor.":["Ce style a été créé à l’aide de l’éditeur de thèmes."],"This theme was created through the theme editor.":["Ce thème a été créé à l’aide de l’éditeur de thèmes."],"How To Use":["Mode d’emploi"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Sélectionnez un thème sur la gauche pour l’utiliser dans ce diaporama. Cliquez sur le thème pour plus de détails."],"MetaSlider Pro gives you access to extra themes. You can also create completely new themes that can easily be added to new slideshows.":["MetaSlider Pro vous donne accès à des thèmes supplémentaires. Vous pouvez également créer des thèmes entièrement nouveaux qui peuvent être facilement ajoutés à de nouveaux diaporamas."],"Error: No themes were found.":["Erreur : Aucun thème n’a été trouvé."],"Preview slideshow":["Prévisualiser le diaporama"],"Select":["Sélectionner"],"Toggle overlay type":["Ouvrir/fermer le type de superposition"],"Toggle full width":["Ouvrir/fermer pleine largeur"],"Exit preview":["Quitter l’aperçu"],"This feature is not fully supported in this browser.":["Cette fonctionnalité n’est pas entièrement prise en charge par ce navigateur."],"Media caption":["Légende des médias"],"Media description":["Description des médias"],"Manual entry":["Saisie manuelle"],"Enter text that will appear with your image slide.":["Saisir le texte qui apparaîtra avec votre diapositive d’image."],"Automatically updates directly from the WP Media Library":["Mettez automatiquement à jour directement à partir de la médiathèque de WP"],"No default was found":["Aucun par défaut trouvé"],"You may use HTML here":["Vous pouvez utiliser du HTML ici"],"Filter by type":["Trier par type"],"All media items":["Tous les éléments média"],"Search Unsplash API":["Rechercher l’API d’Unsplash"],"Search unsplash.com...":["Recherche sur unsplash.com..."],"Load more":["Charger plus"],"Photo by %s on Unsplash":["Photo par %s sur Unsplash"],"Photo on Unsplash":["Photo sur Unsplash"],"Opening Unsplash tab...":["Ouverture de l’onglet Unsplash…"],"Unsplash tab closed":["Onglet Unsplash fermé"],"No photots found.":["Aucune photo trouvée."],"Photo by %s":["Photo par %s"],"Deselect":["Désélectionner"],"Attachment Details":["Détails du fichier joint"],"view original":["voir l’original"],"Profile":["Profil"],"Portfolio":["Portfolio"],"Alt Text":["Texte alternatif"],"Description":["Description"],"Quality":["Qualité"],"All photos published on Unsplash can be used for free.":["Vous pouvez utiliser gratuitement toutes les photos publiées sur Unsplash."],"view license":["voir la licence"],"Complete!":["Complet !"],"Crunching...":["Croquant..."],"Import Slides":["Importer les diapositives"],"Import slides":["Importer les diapositives"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Vous n’avez actuellement aucune diapositive à visualiser. Si vous le souhaitez, nous pouvons importer des diapositives pour vous."],"No valid files found":["Aucun fichier valide trouvé"],"Drag and drop interface not available.":["L’interface glisser/déposer n’est pas disponible."],"Drop images here":["Déposez les images ici"],"Press %s to save or %s to cancel.":["Appuyer sur %s pour enregistrer ou %s pour annuler."],"Shortcode copied":["Code court copié"],"Shortcode unable to be copied automatically":["Le code court ne peut pas être copié automatiquement"],"Failed to open utility modal...":["Échec de l’ouverture de l’utilitaire modal..."],"Opening utility modal...":["Ouverture de l’utilitaire modal..."],"Closing utility modal...":["Fermeture de l’utilitaire modal..."],"No slides":["Aucune diapositive"],"Current":["Actuelle"],"last updated: %s":["dernière mise à jour : %s"],"Viewing 1 slideshow":["Visualisation de 1 diaporama"],"Viewing %s out of %s slideshows":["Affichage de %s sur %s diaporamas"],"Search slideshows (Press ctrl + / to focus)‎":["Rechercher de diaporamas (appuyez sur ctrl+/ pour focaliser)"],"Searching slideshows...":["Recherche de diaporamas..."],"1 slideshow":["1 diaporama"],"Viewing %s out of %s slideshows (%s loaded)":["Affichage de %s sur %s diaporamas (%s chargés)"],"Indexing %s slideshows into local storage...":["Indexation de %s diaporamas dans le stockage local..."],"All Slideshows loaded":["Tous les diaporamas chargés"],"Fetching slideshows...":["Récupération de diaporamas..."],"Finished":["Terminé"],"Indexing slideshows... %s remaining":["Indexation des diaporamas... %s restants"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Cette fonction n’est pas entièrement prise en charge par Internet Explorer 11 et il se peut que les résultats de recherche soient lents."],"Sort by title":["Trier par titre"],"Sort by modified date":["Trier par date modifiée"],"Filter slideshows‎":["Filtrer les diaporamas"],"Searching...":["Recherche en cours..."],"Updating...":["Mise à jour en cours..."],"Load all":["Charger tout"],"Clear cache":["Vider le cache"],"Load remaining %s slideshows":["Charger les %s restants des diaporamas"],"Press to clear the slideshow cache from your web browser":["Appuyez sur cette touche pour vider le cache du diaporama à partir de votre navigateur web"],"Loading slideshows...":["Chargement des diaporamas…"],"Browse slideshows":["Parcourir les diaporamas"],"Collapse":["Replier"],"Press to expand":["Appuyez pour étendre"],"Copy all":["Tout copier"],"All settings saved":["Tous les réglages enregistrés"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Vous y trouverez de la documentation et deux niveaux de support au choix. En outre, vous pouvez nous fournir des informations supplémentaires spécifiques à votre site, votre serveur, etc."],"Documentation 📚":["Documentation 📚"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Consultez notre page de documentation pour des exemples et de plus amples informations sur ce que vous pouvez faire avec MetaSlider."],"Visit documentation":["Consultez la documentation"],"Free Basic Support 🚀":["Support de base gratuit 🚀"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Pour les utilisateurs et utilisatrices de la version gratuite de MetaSlider, nous offrons un support gratuite complète sur les forums de wordpress.org."],"Visit wordpress.org":["Visitez wordpress.org"],"Paid Premium Support 🌟":["Support Premium payant 🌟"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Les utilisateurs et utilisatrices ayant acheté l’extension premium peuvent ouvrir un ticket sur notre centre de support privé pour bénéficier d’un support personnalisé et des réponses plus rapides."],"Visit metaslider.com":["Visitez metaslider.com"],"Site Information":["Informations du site"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Pour votre commodité, vous pouvez copier les informations de base du site avant pour nous aider à accélérer le processus de débogage. Assurez-vous de vérifier qu’aucune information personnelle que vous souhaiteriez garder privée n’est incluse."],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Modifiez le titre par défaut qui sera utilisé lors de la création d’un nouveau diaporama. Utilisez %s et il sera remplacé par l’ID du diaporama actuel."],"If you are a pro member, enter your license key here to receive updates. %s":["Si vous êtes un membre pro, entrez votre clé de licence ici pour recevoir les mises à jour. %s"],"Upgrade here":["Mettez à niveau ici"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Acceptez de laisser MetaSlider collecter de manière responsable des informations sur la façon dont vous utilisez notre extension. Cette option est désactivée par défaut, mais peut avoir été activée par une notification. %s"],"View our detailed privacy policy":["Consultez les détails de notre politique de confidentialité"],"Thumbnail":["Miniature"],"Thumbnail (Pro)":["Miniature (Pro)"],"Filmstrip":["Bande de film"],"Slideshow settings saved":["Les réglages du diaporama ont été enregistrés"],"Global settings saved":["Les réglages globaux ont été enregistrés"],"Pro settings saved":["Réglages Pro enregistrés"],"Slideshow Defaults":["Valeurs par défaut des diaporamas"],"Update the default settings used when creating new slideshows.":["Mettre à jour les réglages par défaut utilisés lors de la création de nouveaux diaporamas."],"Default Slideshow Title":["Titre par défaut du diaporama"],"Change the default title":["Modifier le titre par défaut"],"Base Image Width":["Largeur de l’image de base"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Mettez à jour la largeur par défaut de l’image de base. Elle sera utilisée pour les dimensions du diaporama et le recadrage de l’image de base."],"Change the default width":["Modifier la largeur par défaut"],"Base Image Height":["Hauteur de l’image de base"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimensions. If set to 100% width, the height will scale accordingly.":["Mettez à jour la hauteur par défaut de l’image de base. Elle sera utilisée pour le recadrage de l’image de base et les dimensions du diaporama. Si la largeur est de 100 %, la hauteur sera mise à l’échelle en conséquence."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Alors que la largeur et la hauteur définies ci-dessus seront utilisées pour le recadrage (s’il est activé) et les dimensions de base du diaporama, vous pouvez également définir le diaporama pour qu’il s’étende à son conteneur."],"Change the default navigation when creating a new slideshow. Show options so that users can browse the slides.":["Modifier la navigation par défaut lors de la création d’un nouveau diaporama. Afficher les options permettant aux utilisateurs/utilisatrices de parcourir les diapositives."],"Change the default transition between slides automatically when creating a new slideshow.":["Modifier automatiquement la transition par défaut entre les diapositives lors de la création d’un nouveau diaporama."],"Global Settings":["Réglages globaux"],"Update the settings used for all the slideshows on your site.":["Mettre à jour les réglages utilisés pour tous les diaporamas de votre site."],"License Key":["Clé de licence"],"Update license key":["Mettez à jour la clé de licence"],"Help Improve MetaSlider":["Aidez à améliorer MetaSlider"],"Enable Device Settings":["Activer les réglages pour les appareils"],"Add option to hide slides and captions per screen size.":["Ajouter une option pour masquer les diapositives et les légendes en fonction de la taille de l’écran."],"Device Settings":["Réglages pour les appareils"],"Set breakpoints for different screen sizes":["Définir des points de rupture pour différentes tailles d’écran"],"Disable Legacy Libraries":["Désactiver les bibliothèques anciennes"],"This setting allows you to disable the legacy slideshow libraries: Nivo Slider, Coin Slider, and Responsive Slides":["Ce réglage vous permet de désactiver les bibliothèques héritées de diaporamas : Nivo Slider, Coin Slider et Responsive Slides"],"You can safely enable this setting. None of your slideshows use the legacy libraries.":["Vous pouvez activer ce réglage en toute sécurité. Aucun de vos diaporamas n’utilise les bibliothèques anciennes."],"You currently have %s slideshows that use legacy libraries.":["Vous avez actuellement %s diaporamas qui utilisent des bibliothèques héritées."],"You currently have %s slideshow that uses legacy libraries.":["Vous avez actuellement %s diaporamas qui utilisent des bibliothèques héritées."],"Enable MetaSlider on Admin Bar":["Activer MetaSlider dans la barre d’administration"],"Add and edit slideshows easier by showing MetaSlider on your admin bar.":["Ajoutez et modifiez des diaporamas plus facilement en affichant MetaSlider dans votre barre d’administration."],"Enable Frontend Edit Links":["Activer les liens de modification de l’interface publique"],"Edit slideshows easily by showing MetaSlider link under each slideshow.":["Modifiez facilement les diaporamas en affichant le lien MetaSlider sous chaque diaporama."],"Last":["Dernier"],"First":["Premier"],"New slides order":["Nouvel ordre des diapositives"],"Select the position for new added slides.":["Sélectionnez la position des nouvelles diapositives ajoutées."],"Disable Legacy Widget":["Désactiver le widget ancien"],"This setting allows you to disable the legacy MetaSlider widget.":["Ce réglage vous permet de désactiver l’ancien widget MetaSlider."],"Enable TinyMCE":["Activer TinyMCE"],"TinyMCE is a WYSIWYG editor you can use in slide captions.":["TinyMCE est un éditeur WYSIWYG que vous pouvez utiliser dans les légendes des diapositives."],"Dashboard Settings":["Réglages du tableau de bord"],"Set default sorting options and items per page for your Dashboard.":["Définir les options de tri par défaut et les éléments par page pour votre tableau de bord."],"Slideshow ID":["ID du diaporama"],"Date Created":["Date de création"],"Sort Slideshows By":["Trier le diaporama par"],"Ascending":["Croissant"],"Descending":["Décroissant"],"Order By":["Trier par"],"Items Per Page":["Éléments par page"],"Pro Settings":["Réglages Pro"],"Update the MetaSlider Pro settings.":["Mettre à jour les réglages de MetaSlider Pro."],"Select how many custom fields will display in the dropdown menu when you are inserting tags.":["Sélectionner le nombre de champs personnalisés qui s’afficheront dans le menu déroulant lors de l’insertion des étiquettes."],"Change the maximum custom fields for Post Feed":["Modifier le nombre maximum de champs personnalisés pour le flux de publications"],"Enable Legacy Theme Editor":["Activer l’éditeur de thème hérité"],"This setting allows you to enable the legacy Theme Editor.":["Ce réglage vous permet d’activer l’ancien éditeur de thème."],"The data in this file does not appear to be valid.":["Les données de ce fichier ne semblent pas être valides."],"Found %s slideshows":["%s diaporama(s) trouvé(s)"],"Image search complete":["Recherche d’images terminée"],"We are still searching for your images. Please wait.":["Nous sommes toujours à la recherche de vos images. Veuillez patienter."],"You have no slideshows to import":["Vous n’avez aucun diaporama à importer"],"Some images are missing":["Il y a des images manquantes"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Si des images sont manquantes, vous devrez mettre à jour ou supprimer manuellement la diapositive une fois l’importation terminée."],"Continue":["Continuer"],"Importing %s slideshows...":["Importation de %s diaporamas..."],"Import successful":["Importation réussie"],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importez facilement les diaporamas générés par MetaSlider. Cela nécessite un fichier généré à partir de l’onglet « Exporter »."],"Load slideshows":["Charger les diaporamas"],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Si vous avez un fichier d’exportation, vous pouvez le téléverser ici pour qu’il soit traité. Des informations sur chaque diaporama seront présentées ci-dessous. Vous pourrez confirmer avant d’importer."],"Importing...":["Importation..."],"Processing...":["En cours..."],"Upload file":["Téléverser le fichier"],"All images required to import are accounted for.":["Toutes les images nécessaires à l’importation sont prises en charge."],"The following images were not found:":["Les images suivantes n’ont pas été trouvées :"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Note : Vous pouvez toujours importer des diaporamas qui contiennent des images manquantes. Vous devrez simplement mettre à jour ou supprimer manuellement ces diapositives à partir des pages de modification des diaporamas individuels."],"Slideshow Title: ":["Titre du diaporama : "],"No image name provided":["Aucun nom d’image fourni"],"Import %s slideshows":["Importer %s diaporamas"],"Select the slideshows you wish to import below. Then click here to import them.":["Sélectionner ci-dessous les diaporamas que vous souhaitez importer, puis cliquer ici pour les importer."],"Post Feed slide":["Diapositive de flux de publications"],"External slide":["Diapositive externe"],"Image not found<br>%s":["Image non trouvée<br>%s"],"No slides found":["Aucune diapositive trouvée"],"Loading %s slideshows...":["Chargement de %s diaporamas..."],"You have no slideshows to export":["Vous n’avez aucun diaporama à exporter"],"Exporting %s slideshows...":["Exportation de %s diaporamas..."],"Export successful":["Exportation réussie"],"No slideshows found.":["Aucun diaporama trouvé."],"Create a new slideshow now":["Créer un nouveau diaporama maintenant"],"If you have only a few slideshows, we will prepare them automatically. If you have many slideshows, click the \"Load\" button.":["Si vous n’avez que quelques diaporamas, nous les préparerons automatiquement. Si vous avez plusieurs diaporamas, cliquez sur le bouton « Téléverser »."],"Choose the slideshows you wish to export.":["Choisissez les diaporamas que vous souhaitez exporter."],"Click the \"Export\" button.":["Cliquez sur le bouton « Exporter »."],"A .json file will automatically be downloaded with all your slideshow data.":["Un fichier .json sera automatiquement téléchargé avec toutes les données de votre diaporama."],"A few notes on exporting slideshow images:":["Quelques notes sur l’exportation d’images de diaporama :"],"Your images need to be exported manually. Please upload them to the new website before importing these slideshows.":["Vos images doivent être exportées manuellement. Veuillez les téléverser sur le nouveau site avant d’importer ces diaporamas."],"Images will need to keep the same file names on the new site.":["Les images devront conserver les mêmes noms de fichiers sur le nouveau site."],"Read our guide on exporting images.":["Lisez notre guide sur l’exportation d’images."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Vous avez %s diaporamas qui peuvent être exportés. Des informations sur chaque diaporama seront présentées ci-dessous."],"Refresh":["Recharger"],"Load":["Charger"],"Export %s slideshows":["Exporter %s diaporamas"],"Select the slideshows you wish to export below, then press here to export them.":["Sélectionnez ci-dessous les diaporamas que vous souhaitez exporter, puis cliquez ici pour les exporter."],"Failed to open the settings page...":["Impossible d’ouvrir la page des réglages..."],"Opening settings page...":["Ouverture de la page des réglages..."],"Page not found: %s":["Page non trouvée : %s"],"Add a slide":["Ajouter une diapositive"],"Thanks for using MetaSlider. To get started, click the \"Add Slide\" button to create your first slide.":["Merci d’utiliser MetaSlider. Pour commencer, cliquez sur le bouton « Ajouter une diapositive » pour créer votre première diapositive."],"Select images":["Sélectionner des images"],"You can easily add an image from one of the options here. Additionally we provide free images from the Unsplash library.":["Vous pouvez facilement ajouter une image à partir de l’une des options proposées ici. De plus, nous fournissons gratuitement des images de la bibliothèque Unsplash."],"Next step":["Prochaine étape"],"Search unsplash":["Chercher sur Unsplash"],"Choose an image from the left, or search for any topic here to bring up more images.":["Choisissez une image à gauche, ou recherchez un sujet quelconque ici pour faire apparaître d’autres images."],"Hide step":["Masquer l’étape"],"Create your slide":["Créer votre diapositive"],"After you have selected an image, press here to create your slide.":["Une fois que vous avez sélectionné une image, cliquez ici pour créer votre diapositive."],"Preview Slideshow":["Prévisualiser le diaporama"],"Now that you have some slides set, you can preview your slideshow by pressing here.":["Maintenant que vous avez défini quelques diapositives, vous pouvez prévisualiser votre diaporama en appuyant ici."],"Slideshow settings":["Réglages du diaporama"],"Edit slideshow":["Modifier le diaporama"],"Additional CSS Class":["Classe CSS supplémentaire"],"Refresh preview":["Recharger l’aperçu"],"Loading slideshows list...":["Chargement de la liste des diaporamas..."],"Create one now!":["Créez-en un maintenant !"],"Loading slideshow":["Chargement du diaporama"],"Update preview":["Mettre à jour l’aperçu"],"Select a slideshow":["Sélectionnez un diaporama"],"Normal width":["Largeur normale"],"Wide width":["Grande largeur"],"Full width":["Pleine largeur"],"Use MetaSlider to insert slideshows and sliders in your page":["Utiliser MetaSlider pour insérer des diaporamas et des diapositives dans votre page"],"slider":["diaporama"],"slideshow":["diaporama"],"gallery":["galerie"],"Keep the plugin name \"MetaSlider\" when possible\u0004Like MetaSlider? Please help us by giving a positive review at WordPress.org":["Vous aimez MetaSlider ? Aidez-nous en donnant un avis positif sur WordPress.org"],"Keep the plugin name \"MetaSlider\" when possible\u0004Review MetaSlider &rarr;":["Avis sur MetaSlider &rarr;"],"Keep the plugin name \"MetaSlider\" when possible\u0004Select slideshow to insert into post":["Sélectionner le diaporama à insérer dans la publication"],"Short for milliseconds\u0004ms":["ms"],"This is a keyboard shortcut.\u0004 (alt + p)":[" (alt + p)"],"Uploader: Drop files to upload - or - Select Files\u0004or":["ou"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s par %s pixels"],"The ENTER key on a keyboard\u0004Enter":["Entrée"],"The ESCAPE key on a keyboard\u0004Escape":["Échap"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositives"]}}}