{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n != 1;","lang":"es"},"MetaSlider":["MetaSlider"],"https://www.metaslider.com":["https://www.metaslider.com"],"MetaSlider gives you the power to create a beautiful slideshow, carousel, or gallery on your WordPress site.":["MetaSlider te da la capacidad de crear un hermoso pase de diapositivas, carrusel o galería en tu sitio de WordPress."],"Some of these features are available in MetaSlider Pro":["Algunas de estas características están disponibles en MetaSlider Pro"],"Spice up your site with animated layers and video slides with MetaSlider Pro":["Dale vida a tu sitio con capas animadas y diapositivas de vídeo con MetaSlider Pro"],"Increase your revenue and conversion with video slides and many more MetaSlider Pro features":["Aumenta tus ingresos y conversiones con diapositivas de vídeo y muchas otras caracteríscticas Pro de MetaSlider"],"Can you translate? Want to improve MetaSlider for speakers of your language?":["¿Sabes traducir? ¿Quieres mejorar MetaSlider para los usuarios de tu idioma?"],"weeks":["semanas"],"Let's Start &rarr;":["Empecemos &rarr;"],"Find out more &rarr;":["Descubre más &rarr;"],"Get MetaSlider Pro &rarr;":["Consigue MetaSlider Pro &rarr;"],"Sign up &rarr;":["Regístrate &rarr;"],"Go there &rarr;":["Ir ahí &rarr;"],"Read more":["Leer más"],"The security check failed. Please refresh the page and try again.":["La comprobación de seguridad ha fallado. Por favor, actualiza la página e inténtalo de nuevo."],"Access denied. Sorry, you do not have permission to complete this task.":["Acceso denegado. Lo siento, no tienes el permiso para completar esta tarea."],"Bad request":["Solicitud incorrecta"],"This item does not exist. Please refresh the page and try again.":["El elemento no existe. Por favor, actualiza la página e inténtalo de nuevo."],"The option was successfully updated":["La opción se ha actualizado con éxito."],"The requested data does not exist.":["Los datos solicitados no existen."],"The attempt to update the option failed.":["El intento de actualización ha fallado."],"URL":["URL"],"Caption":["Subtítulo"],"New Window":["Nueva ventana"],"Please confirm that you would like to delete this slideshow.":["Por favor, confirma que deseas eliminar esta presentación de diapositivas."],"Undo":["Deshacer"],"Slide restored":["Diapositiva restaurada"],"Slide deleted":["Diapositiva eliminada"],"Success":["Correcto"],"Item was copied to your clipboard":["El elemento ha sido copiado a tu portapapeles"],"Creating slideshow...":["Creando presentación de diapositivas..."],"Press to undo":["Haz clic para deshacer"],"Select replacement image":["Selecciona la imagen de sustitución"],"Caution: This setting is for advanced developers only. If you're unsure, leave it checked.":["Cuidado: Estos ajustes son solo para desarrolladores avanzados. Si tienes dudas, déjalo marcado."],"Tone":["Tono"],"Opacity":["Opacidad"],"Shortcodes":["Shortcodes"],"Hide on Smartphone":["Oculta en smartphone"],"Hide on Tablet":["Oculta en tabletas"],"Hide on Laptop":["Oculta en portátil"],"Hide on Desktop":["Oculta en escritorio"],"Add Button":["Añadir botón"],"Close":["Cerrar"],"Insert":["Insertar"],"Please enter a valid URL.":["Por favor, introduce una URL válida."],"Please enter link text for the button.":["Por favor, introduce el texto del enlace para el botón."],"Open in new window":["Abrir en una ventana nueva"],"Button Color":["Color del botón"],"Text Color":["Color del Texto"],"Link Text":["Texto de enlace"],"The request format was not valid.":["El formato de la petición no era válido."],"This slideshow is no longer available.":["Este carrusel ya no está disponible."],"Nothing to import.":["Nada que importar."],"This was not a slideshow, so we cannot delete it.":["Esto no era una presentación de diapositivas, así que no podemos eliminarla."],"This was not a slideshow, so we cannot update the setting.":["Esto no es un pase de diapositivas, por lo que no se puede actualizar el ajuste."],"The title cannot be empty.":["El título no puede estar vacío."],"The field (%s) cannot be empty":["El campo (%s) no puede estar vacío"],"Maximum Number of Custom Field in Post Feed Sliders":["Número máximo de campos personalizados en los controles deslizantes de feed de entradas"],"Import slug not found":["No se ha encontrado el slug de importación"],"Import data could not be processed":["No se han podido procesar los datos de importación"],"We could not find any images to import.":["No hemos podido encontrar ninguna imagen que importar."],"New Slideshow":["Nueva presentación de diapositivas"],"Previous":["Anterior"],"Next":["Siguiente"],"Import file is invalid.":["El archivo de importación no es válido."],"No themes found.":["No se han encontrado temas."],"We removed your selected theme as it could not be found. Was the folder deleted?":["Hemos quitado el tema que has seleccionado ya que no estaba disponible. ¿Se ha borrado la carpeta?"],"You don't have any trashed slideshows.":["No hay ningún pase de diapositivas en la papelera."],"You don't have any slideshows yet. Click %shere%s to create a new slideshow.":["Todavía no tienes ningún pase de diapositivas. Haz clic %saquí%s para crear un nuevo pase de diapositivas."],"Restore":["Restaurar"],"Delete Permanently":["Borrar permanentemente"],"Trash":["Papelera"],"Preview":["Vista previa"],"Title":["Título"],"Type of Slides":["Tipo de diapositivas"],"Number of Slides":["Número de diapositivas"],"Theme":["Tema"],"Created":["Creado"],"Shortcode":["Shortcode"],"Usage":["Utilización"],"Edit":["Editar"],"Click to copy shortcode.":["Haz clic para copiar el shortcode."],"Not found.":["No encontrado."],"View Usage":["Ver utilización"],"Content Using This Slideshow":["Contenido que utiliza esta presentación de diapositivas"],"Theme Setting":["Ajustes del tema"],"Option":["Opción"],"Logo":["Logotipo"],"Slideshows":["Pases de diapositivas"],"Add New":["Añadir nueva"],"%d slideshow moved to the Trash.":["%d pase de diapositivas movido a la papelera.","%d pases de diapositivas movidos a la papelera."],"%d slideshow restored from the Trash.":["%d pase de diapositivas ha sido restaurado de la papelera.","%d pases de diapositivas han sido restaurados de la Papelera."],"%d slideshow permanently deleted.":["%d pase de diapositivas borrado permanentemente.","%d pases de diapositivas borrados permanentemente."],"Slideshows permanently deleted.":["Pases de diapositivas borrados permanentemente."],"Search":["Buscar"],"Browser upgrade required":["Actualización obligatoria del navegador"],"It looks like you are using %s. While MetaSlider does support %s on the frontend of the website where users see your slideshows, some of the tools we provide back here require a modern browser.":["Parece ser que estás usando %s. Aunque MetaSlider es compatible con %s en la vista pública de la web en la que los usuarios ven tus pases de diapositivas, algunas de las herramientas que ofrecemos aquí necesitan un navegador moderno."],"Microsoft Internet Explorer 11":["Microsoft Internet Explorer 11"],"IE11":["IE11"],"Update Internet Explorer":["Actualiza Internet Explorer"],"Loading...":["Cargando…"],"Main Options":["Opciones principales"],"Width":["Ancho"],"Slideshow width":["Anchura de la presentación de diapositivas"],"px":["px"],"Height":["Alto"],"Slideshow height":["Altura de la presentación de diapositivas"],"Arrows":["Flechas"],"Show the Previous / Next arrows.":["Mostrar las flechas anterior/siguiente."],"Hidden":["Oculto"],"Visible":["Visible"],"Visible On Hover":["Visible al pasar el cursor"],"Navigation":["Navegación"],"Show navigation options so that users can browse the slides.":["Muestra opciones de navegación para que los usuarios puedan navegar por las diapositivas."],"Dots":["Puntos"],"Dots - Visible On Hover":["Puntos - visible al pasar el cursor"],"Thumbnails (Pro)":["Miniaturas (Pro)"],"Thumbnails - Visible On Hover (Pro)":["Miniaturas - visible al pasar el cursor (Pro)"],"Filmstrip (Pro)":["Película (Pro)"],"Filmstrip - Visible On Hover (Pro)":["Película - visible al pasar el cursor (Pro)"],"100% Width":["Ancho 100%"],"If the space for the slideshow is larger than the \"Width\" setting, the slideshow output will expand to fill all of that space.":["Si el espacio para la presentación de diapositivas es más grande que la configuración «Anchura», la salida de la presentación de diapositivas se expandirá para llenar todo ese espacio."],"Transition Options":["Opciones de transición"],"Transition Effect":["Efecto de la transición"],"This animation is used when changing slides.":["Esta animación se utiliza al cambiar de diapositiva."],"Fade":["Fundido"],"Slide":["Diapositiva"],"Zooming":["Ampliación"],"Flip":["Voltear"],"Random":["Aleatorio"],"Swirl":["Remolino"],"Rain":["Lluvia"],"Straight":["Recto"],"Slice Down":["Cortar abajo"],"Slice Up":["Cortar"],"Slice Up Left":["Cortar arriba izquierda"],"Slide Up Down":["Deslizar arriba abajo"],"Slice Up Down Left":["Cortar arriba abajo izquierda"],"Fold":["Doblar"],"Slide in Right":["Deslizar desde la derecha"],"Slide in Left":["Deslizar desde la izquierda"],"Box Random":["Caja al azar"],"Box Rain":["Box Rain"],"Box Rain Reverse":["Box Rain Reverse"],"Box Rain Grow":["Crecer lluvia de cajas"],"Box Rain Grow Reverse":["Box Rain Grow Reverse"],"Slide Delay":["Retraso entre diapositivas"],"How long to display each slide, in milliseconds.":["Cuanto tiempo se muestra cada diapositiva en milisegundos."],"Transition Speed":["Velocidad de la transición"],"Choose the speed of the animation in milliseconds. You can select the animation in the \"Transition Effect\" field.":["Elige la velocidad de la animación en milisegundos. Puedes seleccionar la animación en el campo «Efecto de transición»."],"Number of Slices":["Número de cortes"],"Number of Squares":["Número de cuadros"],"Number of squares":["Número de cuadros"],"Slide Direction":["Dirección de la diapositiva"],"Select the direction that slides will move. Vertical will not work if \"Carousel mode\" is enabled or \"Transition Effect\" is set to \"Fade\".":["Selecciona la dirección en la que se moverán las diapositivas. Vertical no funcionará si «Modo carrusel» está activado o el efecto de transición está establecido como «Fundido»."],"Horizontal":["Horizontal"],"Vertical":["Vertical"],"Reverse":["Invertir"],"Reverse the slide direction.":["Invertir la dirección de la diapositiva."],"Image Animation":["Animación de la imagen"],"This feature adds gradual acceleration and deceleration to slide transitions, rather than abrupt starts and stops. This feature only works with the \"Slide\" Transition Effect.":["Esta característica añade una aceleración y desaceleración gradual a las transiciones de diapositivas, en lugar de arranques y paradas bruscos. Esta característica funciona solo con el efecto de transición «Deslizar»."],"Extra Effect":["Efecto extra"],"Extra effect for slides.":["Efecto extra para las diapositivas."],"None":["Ninguno"],"Ken Burns (Pro)":["Ken Burns (Pro)"],"Fade In":["Fundido de entrada"],"This adds an animation when the slideshow loads. It only uses the \"Fade\" transition effect.":["Esto añade una animación cuando se carga el pase de diapositivas. Solo utiliza el efecto de transición «Fundido»."],"Carousel Options":["Opciones del carrusel"],"Carousel Mode":["Modo carrusel"],"Display multiple slides at once. The slideshow output will default to using 100% width and the 'Slide' Transition Effect.":["Mostrar varias diapositivas a la vez. La presentación usará el ancho del 100 % y el efecto de transición «Deslizar» por defecto."],"Loop Carousel Continuously":["Carrusel en bucle continuo"],"Infinite loop of slides when Carousel Mode is enabled. This option disables arrows and navigation. The slideshow width must be less than or equal to the width of the container where it is inserted.":["Bucle infinito de diapositivas cuando el modo carrusel está activado. Esta opción desactiva las flechas y la navegación. El ancho de la presentación debe ser menor o igual al ancho del contenedor donde se inserta."],"Carousel Margin":["Margen de carrusel"],"Pixel margin between slides in carousel.":["Margen en píxeles entre diapositivas en el carrusel."],"Carousel Items":["Elementos de carrusel"],"Minimum number of slides to be displayed at once in the carousel.":["Número mínimo de diapositivas que se mostrarán a la vez en el carrusel."],"Force Height":["Forzar altura"],"If the slideshow looks small, force slideshow height when using Carousel mode. Please note when is enabled slides may look cropped.":["Si el pase de diapositivas parece pequeño, fuerza la altura del pase de diapositivas cuando uses el modo «Carrusel». Por favor, ten en cuenta que las diapositivas pueden parecer recortadas."],"Device Options":["Opciones dispositivo"],"Hide Arrows On":["Ocultar flechas en"],"When enabled this setting will hide the arrows on screen widths less than %spx.":["Cuando está activado, este ajuste oculta las flechas en las pantallas con anchuras inferiores a %spx."],"When enabled this setting will hide the arrows on screen widths of %1$spx to %2$spx.":["Cuando está activado, este ajuste oculta las flechas en las pantallas con anchuras comprendidas entre %1$spx y %2$spx."],"When enabled this setting will hide the arrows on screen widths equal to or greater than %spx.":["Cuando está activado, este ajuste oculta las flechas en pantallas con anchuras iguales o superiores a %spx."],"Hide Navigation On":["Ocultar navegación en"],"When enabled this setting will hide the navigation on screen widths less than %spx.":["Cuando está activado, este ajuste oculta la navegación en pantallas con anchuras inferiores a %spx."],"When enabled this setting will hide the navigation on screen widths of %1$spx to %2$spx.":["Cuando está activado, este ajuste oculta la navegación en pantallas con anchuras comprendidas entre %1$spx a %2$spx."],"When enabled this setting will hide the navigation on screen widths equal to or greater than %spx.":["Cuando está activado, este ajuste oculta la navegación en pantallas con anchuras iguales o superiores a %spx."],"Hide Slideshow On":["Ocultar el pase de diapositivas en"],"When enabled this setting will hide the slideshow on screen widths less than %spx.":["Cuando está activado, este ajuste oculta el pase de diapositivas en las pantallas con anchuras inferiores a %spx."],"When enabled this setting will hide the slideshow on screen widths of %1$spx to %2$spx.":["Cuando está activado, este ajuste oculta el pase de diapositivas en pantallas de anchura %1$spx a %2$spx"],"When enabled this setting will hide the slideshow on screen widths equal to or greater than %spx.":["Cuando está activado, este ajuste oculta el pase de diapositivas en pantallas de anchura igual o superior a %spx"],"Advanced Options":["Ajustes avanzados"],"Center Align":["Alinear al centro"],"Center align the slideshow in the available space on your website.":["Centra el pase de diapositivas en el espacio disponible en tu sitio web."],"Auto Play":["Reproducción automática"],"Transition between slides automatically.":["Transición entre diapositivas automáticamente."],"Play / Pause Button":["Botón de reproducción/pausa"],"This allows user to pause or resume Auto Play on the slideshow.":["Esto permite al usuario pausar o reanudar la reproducción automática del pase de diapositivas."],"Show Play / Pause Button Text":["Muestra el texto del botón de reproducción/pausa"],"Show text options for Play / Pause Button":["Muestra las opciones para el texto del botón de reproducción/pausa"],"Play Text":["Texto para «Reproducir»"],"Enter text for the Play/Pause Button. Leave the field empty to use the icon only.":["Introduce el texto para el botón Reproducir/Pausa. Deja el campo vacío para utilizar solo el icono."],"Pause Text":["Texto para «Pausar»"],"Hover Pause":["Pausa al pasar el cursor"],"Pause the slideshow when hovering over slider, then resume when no longer hovering.":["Pausa la presentación de diapositivas al pasar el cursor sobre la misma, luego vuelve a ponerse en marcha cuando quites el cursor."],"Loop":["Bucle"],"If you choose \"Loop endlessly\", the slides will loop infinitely. If you choose \"Stop on first slide after looping\", the slideshow will stop on the first slide after showing all the items. If you choose \"Stop on last slide\", the slides will stop on the last slide.":["Si eliges «Bucle sin fin», las diapositivas se mostrarán en bucle infinito. Si eliges «Detener en la primera diapositiva después del bucle», la presentación se detendrá en la primera diapositiva después de mostrar todos los elementos. Si eliges «Detener en la última diapositiva», las diapositivas se detendrán en la última diapositiva."],"Loop Endlessly":["Bucle sin fin"],"Stop On Last Slide":["Detener en la última diapositiva"],"Stop On First Slide After Looping":["Detener en la primera diapositiva después del bucle"],"Image Crop":["Recorte de la imagen"],"Smart Crop":["Recorte inteligente"],"Standard":["Estándar"],"Disabled":["Desactivado"],"Disabled (Smart Pad)":["Disabled (Smart Pad)"],"Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size.":["El recorte inteligente asegura que tus diapositivas adaptables sean recortadas en una proporción correcta respecto a la presentación de diapositivas."],"Image Crop Source":["Fuente del recorte de la imagen"],"Slideshow width/height":["Ancho/alto del pase de diapositivas"],"Custom width/height (Pro)":["Ancho/alto personalizados (Pro)"],"By default, MetaSlider will crop images using the main width and height of the slideshow. If you want smaller images, select Custom width/height and make sure the values are less than the main width and height.":["Por defecto, MetaSlider recortará las imágenes utilizando el ancho y alto principales de la presentación de diapositivas. Si deseas imágenes más pequeñas, selecciona «Ancho/alto personalizados» y asegúrate de que los valores sean inferiores al ancho y alto principales."],"Image Crop Size":["Tamaño de recorte de imagen"],"This will increase the size of the images in your slideshow. Larger images are higher quality. Smaller images load more quickly.":["Esto aumentará el tamaño de las imágenes del pase de diapositivas. Las imágenes más grandes son de mayor calidad. Las imágenes más pequeñas se cargan más rápidamente."],"Smooth Height":["Altura suave"],"Allow navigation to follow the slide's height smoothly.":["Permitir que la navegación siga suavemente la altura de la diapositiva."],"Slide Order":["Orden de diapositivas"],"Newest First":["Los más recientes primero"],"Oldest First":["Los más antiguos primero"],"Drag-and-drop":["Arrastrar y soltar"],"Select the order in which slides appear in the slideshow. This impacts the frontend view.":["Selecciona el orden en que aparecerán las diapositivas en el pase de diapositivas. Esto afecta a la vista pública."],"Touch Swipe":["Deslizar tocando"],"Allow touch swipe navigation of the slider on touch-enabled devices.":["Permitir la navegación táctil del carrusel en dispositivos táctiles."],"Progress Bar":["Barra de progreso"],"Displays a visual indicator showing the time left before the next slide.":["Muestra un indicador visual del tiempo que falta para la diapositiva siguiente."],"Loading Indicator":["Indicador de carga"],"Displays a visual indicator while the slideshow is loading.":["Muestra un indicador visual cuando el pase de diapositivas está cargando."],"Previous Text":["Texto para «Anterior»"],"Set the text for the \"previous\" direction item.":["Establece el texto para el elemento de dirección «anterior»."],"Next Text":["Texto para «Siguiente»"],"Set the text for the \"next\" direction item.":["Establece el texto para el elemento de dirección «siguiente»."],"Square Delay":["Retardo entre cuadros"],"Delay between squares in ms.":["Retardo entre cuadros en ms."],"Opacity of title and navigation, between 0 and 1.":["Opacidad del título y navegación, entre 0 y 1."],"Caption Speed":["Velocidad de la leyenda"],"Set the fade in speed of the caption.":["Establece la velocidad del fundido de la leyenda."],"Lazy Load Images":["Carga diferida de imágenes"],"This feature can speed up your site. MetaSlider will only load slides when they are required by your slideshow.":["Esta característica puede acelerar tu sitio. MetaSlider solo cargará las diapositivas cuando sean necesarias para tu pase de diapositivas."],"Container Options":["Opciones del contenedor"],"Container Box":["Caja del contenedor"],"Customize the slideshow's container box.":["Personaliza la caja del contenedor del pase de diapositivas."],"This feature is available in MetaSlider Pro":["Esta característica está disponible en MetaSlider Pro"],"Accessibility Options":["Opciones de accesibilidad"],"Keyboard Controls":["Controles del teclado"],"Use arrow keys to get to the next slide.":["Utiliza las teclas de flecha para pasar a la siguiente diapositiva."],"Tabindex For Navigation":["Tabindex para la navegación"],"This helps make the slideshow navigation more accessible.":["Esto hace que la navegación por el pase de diapositivas sea más accesible."],"ARIA Live":["ARIA Live"],"If Autoplay is enabled, this causes screen readers to announce that the slides are changing.":["Si la reproducción automática está activada, esto hace que los lectores de pantalla anuncien que las diapositivas están cambiando."],"ARIA Current":["ARIA actual"],"This is used on the navigation button for the active slide. It helps screen readers understand which slide is active.":["Esto se utiliza en el botón de navegación para la diapositiva activa. Ayuda a los lectores de pantalla a entender qué diapositiva está activa."],"Developer Options":["Opciones de desarrollador"],"CSS Classes":["Clases CSS"],"Enter custom CSS classes to apply to the slider wrapper. Separate multiple classes with a space.":["Introduce clases CSS personalizadas para aplicarlas a la envoltura del carrusel. Separa varias clases con un espacio."],"Print CSS":["Imprimir CSS"],"Uncheck this if you would like to include your own CSS.":["Desmarca esta si quieres incluir tu propio CSS."],"Print JS":["Imprimir JS"],"Uncheck this if you would like to include your own Javascript.":["Desmarca esta si quieres incluir tu propio JavaScript."],"No Conflict Mode":["Sin modo de conflicto"],"Delay adding the flexslider class to the slideshow.":["Retardo añadiendo la clase «flexslider» al pase de diapositivas."],"Trashed Slides":["Diapositivas eliminadas"],"View trashed slides":["Ver diapositivas borradas"],"Add a new slide":["Añadir nueva diapositiva"],"Add Slide":["Añadir diapositiva"],"Save & open the preview":["Guardar y abrir la vista previa"],"Add a new slideshow":["Añadir nuevo pase de diapositivas"],"New":["Nuevo"],"Duplicate this slideshow":["Duplica este pase de diapositivas"],"Duplicate":["Duplicar"],"Adding custom CSS is a MetaSlider Pro feature. Click to learn more.":["Añadir CSS personalizado es una característica de MetaSlider Pro. Haz clic para saber más."],"Add CSS":["Añadir CSS"],"Save slideshow":["Guardar presentación de diapositivas"],"Save":["Guardar"],"Return to Published Slides":["Volver a las diapositivas publicadas"],"Settings":["Ajustes"],"Help Center":["Centro de ayuda"],"Import":["Importar"],"Export":["Exportar"],"Carousel Slideshow":["Carrusel de diapositivas"],"Carousel Slideshow with Captions":["Carrusel de diapositivas con subtítulos"],"Thanks for using MetaSlider, the WordPress slideshow plugin":["Gracias por usar MetaSlider, el plugin de pases de diapositivas para WordPress"],"Create a slideshow with your images":["Crea un pase de diapositivas con tus imágenes"],"Choose your own images to start a new slideshow.":["Elige tus propias imágenes para iniciar un nuevo pase de diapositivas."],"Uploading images...":["Subiendo imágenes..."],"Open Media Library":["Abrir biblioteca de medios"],"Import a demo slideshow":["Importar un pase de diapositivas de demostración"],"Use sample slides to quickly create a new slideshow.":["Utiliza las diapositivas de muestra para crear rápidamente un nuevo pase de diapositivas."],"Blank Slideshow":["Presentación en blanco"],"Image Slideshow":["Presentación de imágenes"],"Create a Slideshow":["Crear una presentación de diapositivas"],"Introducing the Theme Editor in MetaSlider Pro":["Introducción del editor de temas en MetaSlider Pro"],"Theme Editor":["Editor de temas"],"Create your own MetaSlider Themes":["Crea tus propios temas de MetaSlider"],"The Theme Editor is an easy and powerful way to design themes that exactly match your site.":["El editor de temas es una herramienta sencilla y potente que te permite diseñar temas que se adaptan perfectamente a tu sitio."],"The Theme Editor allows you to customize almost every aspect of your slideshow themes. You can change the arrows, navigation, captions, Play / Pause button, and other slideshow details.":["El editor de temas te permite personalizar casi todos los aspectos de los temas de tus pases de diapositivas. Puedes cambiar las flechas, la navegación, las leyendas, el botón «Reproducir/Pausar» y otros detalles del pase de diapositivas."],"Upgrade to MetaSlider Pro and you can create a beautiful WordPress slideshow in minutes.":["Actualiza a MetaSlider Pro y podrás crear un magnífico pase de diapositivas de WordPress en unos minutos."],"Upgrade now":["Actualizar ahora"],"Comparison Chart":["Gráfico de comparación"],"Free":["Gratuito"],"Pro":["Pro"],"Installed":["Instalado"],"Create unlimited slideshows":["Crear ilimitados pases de diapositivas"],"Create and manage as many slideshows as you need.":["Crea y gestiona tantas diapositivas como necesites."],"Regular updates":["Actualizaciones periódicas."],"We keep MetaSlider compatible with the latest versions of WordPress.":["Mantenemos MetaSlider compatible con las últimas versiones de WordPress."],"Intelligent image cropping":["Recorte inteligente de la imagen"],"Unique Smart Crop functionality ensures your slides are perfectly resized.":["La funcionalidad única de recorte inteligente asegura que tus diapositivas se redimensionen a la perfección."],"Toggle your slide's visibility":["Cambia la visibilidad de tu diapositiva"],"Hide any slide, without having to delete them.":["Oculta cualquier diapositiva, sin tener que borrarla."],"Thumbnail navigation":["Navegación por miniaturas"],"Allow users to browse your slideshows using thumbnail navigation.":["Permite navegar a tu usuarios de manera sencilla por tus pases de diapositivas usando las miniaturas."],"Add YouTube, Vimeo and Tiktok slides":["Añadir diapositivas de YouTube, Vimeo y Tiktok"],"Easily include videos hosted by YouTube, Vimeo or TikTok.":["Incluye fácilmente vídeos alojados en YouTube, Vimeo o TikTok."],"Add local video slides":["Añadir diapositivas de vídeo local"],"Create slideshows with videos from your WordPress media library.":["Crea pases de diapositivas con los vídeos de tu bliblioteca de medios de WordPress."],"Add external video slides":["Añadir diapositivas de vídeo externo"],"Create slideshows with external videos.":["Crea pases de diapositivas con tus vídeos externos"],"Extra premium themes":["Temas premium adicionales"],"MetaSlider Pro provides stylish and exclusive themes for your slideshows.":["MetaSlider Pro proporciona temas elegantes y exclusivos para tus pases de diapositivas."],"Add slide layers":["Añadir capas a la diapositiva"],"Add layers to your slides with over 50 available transition effects.":["Agrega capas a tus diapositivas con más de 50 efectos de transición disponibles."],"Add Post Feed slides":["Añadir feed de diapositivas"],"Easily build slides based on your WordPress posts.":["Construye fácilmente diapositivas en base a tus entradas de WordPress."],"Add Custom HTML slides":["Añadir diapositivas de CSS personalizado"],"Design slides using images, HTML and CSS":["Diseñar diapositivas utilizando imágenes, HTML y CSS"],"Add Post Images slides":["Añadir diapositivas de imágenes de la entrada"],"Extract images from the current post and displays them as slides.":["Extraer imágenes de la publicación actual y mostrarlas como diapositivas."],"Add custom CSS":["Añadir CSS personalizado"],"Customize your slideshows to fit with your website.":["Personaliza tus pases de diapositivas para adaptarlos a tu web."],"Schedule your slides":["Programa tus diapositivas"],"Add a start/end date to individual slides.":["Añade una fecha de inicio/fin a diapositivas individuales."],"WooCommerce integrations":["Integraciones de WooCommerce"],"Display your products as slides with support for product galleries.":["Muestra tus productos como diapositivas con la compatibilidad para galerías de productos."],"Advanced Custom Fields integrations":["Integraciones de Advanced Custom Fields"],"Display ACF image and gallery fields.":["Mostrar los campos galería e imagen de ACF."],"The Events Calendar integrations":["Integraciones de The Events Calendar"],"Display your events as slides.":["Muestra tus eventos como diapositivas."],"Repeating Slides support":["Es compatible con la repetición de diapositivas"],"Repeat a slide multiple times.":["Repetir una diapositiva varias veces."],"Premium support":["Soporte Premium"],"Have your specific queries addressed directly by our experts.":["Haz que tus consultas específicas sean tratadas directamente por nuestros expertos."],"Custom delay for this slide":["Retraso personalizado para esta diapositiva"],"Requires the Auto play setting to be enabled for this slideshow. When active on video slides, playback (by user or video autoplay) controls when the slideshow advances.":["Es obligatorio que el ajuste «Reproducción automática» esté activado para este pase de diapositivas. Cuando está activo en las diapositivas de vídeo, la reproducción (por parte del usuario o la reproducción automática del vídeo) controla el avance del pase de diapositivas."],"Custom delay is available in MetaSlider Pro":["El retraso personalizado está dispnible en MetaSlider Pro"],"Repeat this slide":["Repetir esta diapositiva"],"The slide is repeated after the specified number of original slides until the end of the slider. If multiple slides have this feature enabled, only the original (non-repeated) slides are considered when determining the positions of the repeated slides.":["La diapositiva se repite después del número especificado de diapositivas originales hasta el final del carrusel. Si varias diapositivas tienen esta característica habilitada, solo se tienen en cuenta las diapositivas originales (no repetidas) al determinar las posiciones de las diapositivas repetidas."],"Repeat slide is available in MetaSlider Pro":["La repetición de diapositiva está disponible en MetaSlider Pro"],"Crop Position":["Posición del recorte"],"Choose how images are cropped if they are too large for the slideshow. This works if \"Smart Crop\" is selected in the \"Image Crop\" settings.":["Selecciona cómo se recortan las imágenes si son demasiado grandes para la presentación. Esto funciona si se selecciona «Recorte inteligente» en la configuración de «Recorte de imagen»."],"Top Left":["Superior izquierdo"],"Top Center":["Superior centro"],"Top Right":["Superior derecho"],"Center Left":["Centro izquierda"],"Center Center":["Centrado Centrado"],"Center Right":["Centro derecha"],"Bottom Left":["Inferior izquierdo"],"Bottom Center":["Abajo al centro"],"Bottom Right":["Inferior derecho"],"Re-crop image":["Volver a recortar la imagen"],"Image Link URL":["URL del enlace de la imagen"],"When visitors click on your image slide, they will be taken to this URL.":["Cuando los visitantes hagan clic en tu diapositiva de imagen, serán redirigidos a esta URL."],"New window":["Nueva ventana"],"Open link in a new window":["Abrir el enlace en una ventana nueva"],"Image Link Alt Text":["Texto alternativo del enlace de la imagen"],"This text is used by search engines and visitors using screen readers. Adding Alt text for links is highly recommended.":["Este texto lo utilizan los motores de búsqueda y los visitantes que utilizan lectores de pantalla. Es muy recomendable añadir texto alternativo a los enlaces."],"Hide slide on:":["Ocultar la diapositiva en:"],"When enabled this setting will hide the slide on screen widths equal to or greater than %spx":["Cuando está activado, este ajuste oculta la diapositiva en pantallas de anchura igual o superior a %spx"],"When enabled this setting will hide the slide on screen widths of %1$spx to %2$spx":["Cuando está activado, este ajuste oculta la diapositiva en pantallas de anchura %1$spx a %2$spx"],"Hide caption on:":["Oculta la leyenda en:"],"When enabled this setting will hide the caption on screen widths equal to or greater than %spx":["Cuando está activado, este ajuste oculta la leyenda en pantallas con anchuras iguales o superiores a %spx"],"When enabled this setting will hide the caption on screen widths of %1$spx to %2$spx":["Cuando está activado, este ajuste oculta la leyenda en pantallas de anchura %1$spx a %2$spx"],"Schedule this slide":["Programa esta diapositiva"],"Schedule is available in MetaSlider Pro":["La programación está disponible en MetaSlider Pro"],"%s time":["%s vuelta"],"UTC%s timezone":["Zona horaria UTC%s"],"%sUses your settings timezone%s":["%sUtiliza la zona horaria de tus ajustes%s"],"Current server time":["Hora actual del servidor"],"Image Title Text":["Texto del Título de la Imagen"],"Visitors will see this text if they hover over your image slide. Adding Title text is useful but not required.":["Los visitantes verán este texto si pasan el cursor por encima de la imagen. Añadir el texto del título es útil pero no obligatorio."],"Enable this to inherit the image title":["Activa esto para heredar el título de la imagen"],"Use the image title":["Utilizar el título de la imagen"],"Image Alt Text":["Texto Alt de la Imagen:"],"This text is used by search engines and visitors using screen readers. Adding Alt text is highly recommended.":["Este texto es utilizado por los motores de búsqueda y los visitantes que utilizan lectores de pantalla. Es muy recomendable añadir texto alt."],"Enable this to inherit the image alt text":["Activa esto para heredar el texto alternativo de la imagen"],"Use the image alt text":["Utilizar el texto alternativo de la imagen"],"Your settings might not be saving properly due to a configuration on your server. %s is currently set to %s, but we recommend a setting of 4000. Please see %s for more information. The php.ini file is being loaded from here: %s":["Es posible que tus ajustes no se guarden correctamente debido a una configuración en tu servidor. %s está establecido actualmente en %s, pero recomendamos un ajuste de 4000. Por favor, consulta %s para obtener más información. El archivo «php.ini» está siendo cargando desde aquí: %s"],"this article":["este artículo"],"Warning:":["Advertencia:"],"Title:":["Titulo:"],"Select Slider:":["Seleccionar pase"],"No slideshows found":["No se han encontrado presentaciones de diapositivas"],"The requested image does not exist. Please try again.":["La imagen solicitad no existe. Por favor inténtalo de nuevo."],"The image was successfully updated.":["La imagen se ha actualizado con éxito."],"There was an error updating the image. Please try again":["Ha habido un error actualizando la imagen. Por favor, inténtalo de nuevo"],"There was an error while updating the database. Please try again.":["Ha habido un error al actualizar la base de datos. Por favor, inténtalo de nuevo."],"Trash slide":["Mover la diapositiva a la basura"],"Update slide image":["Actualizar imagen de la diapositiva"],"Duplicate slide":["Duplicar diapositiva"],"Hide slide":["Ocultar la diapositiva"],"This isn't a valid image format. Please try again.":["Este formato de imagen no es válido. Por favor, inténtalo de nuevo."],"Access denied":["Acceso denegado"],"Image Slide":["Imagen de la diapositiva"],"Warning: The image data does not exist. Please re-upload the image.":["Advertencia: No existen datos de la imagen. Vuelve a subirla, por favor."],"General":["General"],"Link":["Enlace"],"SEO":["SEO"],"Device":["Dispositivo"],"Crop":["Recortar"],"Schedule":["Programar"],"Advanced":["Avanzado"],"View Slide Details":["Ver detalles de la diapositiva"],"Edit Slideshow":["Editar el pase de diapositivas"],"MetaSlider Pro is installed but is out of date. You may update it %shere%s. Learn more about this notice %shere%s":["MetaSlider Pro está instalado pero no está actualizado. Puedes actualizarlo %saquí%s. Leer más sobre este aviso %saquí%s"],"Home":["Inicio"],"Quick Start":["Inicio rápido"],"Settings & Help":["Ajustes y ayuda"],"Upgrade to Pro":["Actualizar a Pro"],"All Slideshows":["Todos pases de diapositivas"],"Create Slideshow":["Crear una presentación de diapositivas"],"Image":["Imagen"],"Add to slideshow":["Añadir a la presentación de diapositivas"],"Vimeo":["Vimeo"],"YouTube":["YouTube"],"TikTok":["TikTok"],"External Image":["Imagen externa"],"External Video":["Vídeo externo"],"Custom HTML":["HTML personalizado"],"Post Images":["Imágenes de la entrada"],"WooCommerce":["WooCommerce"],"Post Feed":["Feed de la entrada"],"Layer Slide":["Capa de corte"],"Local Video":["Vídeo local"],"The slide was successfully restored":["La diapositiva se ha restaurado correctamente"],"The attempt to restore the slide failed.":["El intento de recuperar la diapositiva ha fallado."],"The slide was successfully trashed":["La diapositiva se ha eliminado correctamente"],"The slide was permanently deleted":["La diapositiva ha sido borrado permanentemente"],"Please consider moving your slides to <b>FlexSlider</b>. We're adding all new MetaSlider features to this option. <a href=\"%s\">Find out more</a>.":["Considera migrar tus diapositivas a <b>FlexSlider</b>. Estamos añadiendo todas las nuevas funciones de MetaSlider a esta opción. <a href=\"%s\">Más información</a>."],"Slide permanently deleted.":["Diapositiva borrada permanentemente."],"Slide restored.":["Diapositiva restaurada."],"Loading... Please wait!":["Cargando… ¡Por favor, espera!"],"Loading... Please wait! This may take some minutes due we're downloading sample Local videos.":["Cargando… ¡Por favor, espera! Esto puede tardar unos minutos debido a que estamos descargando vídeos locales de muestra."],"You are viewing slides that have been trashed, which will be automatically deleted in %s days.":["Estás viendo diapositivas que se han movido a la papelera, que se borrarán automáticamente en %s días."],"Move slideshow to trash":["Mover el pase de diapositivas a la papelera"],"Add slideshow":["Añadir presentación de diapositivas"],"Choose slideshow":["Elige presentación de diapositivas"],"Insert slideshow":["Insertar presentación de diapositivas"],"Create slides by adding text, videos and more to your images":["Crea diapositivas añadiendo texto, vídeos y mucho más a tus imágenes"],"With Layer slides, you can create beautiful, stylish layers of different elements.":["Con las diapositivas de capas, puede crear capas hermosas y elegantes de diferentes elementos."],"You start with an image and then can add text, video, colors, animations, more images, and even shortcodes.":["Empiezas con una imagen y luego puedes añadir texto, vídeo, colores, animaciones, más imágenes e incluso shortcodes."],"Find out more about MetaSlider Pro":["Más información acerca de MetaSlider Pro"],"Create slideshows with your Vimeo videos":["Crea pases de diapositivas con tus vídeos de Vimeo"],"With Vimeo slides, you can build beautiful slideshows with your Vimeo videos.":["Con las diapositivas de Vimeo, puedes crear hermosas presentaciones con tus vídeos de Vimeo."],"Vimeo slides will display your videos with auto play, mute, the ability to hide controls, and much more.":["Las diapositivas de Vimeo mostrarán tus vídeos con reproducción automática, silencio, posibilidad de ocultar controles y mucho más."],"Create slideshows with your YouTube videos":["Crea pases de diapositivas con tus vídeos de YouTube"],"With YouTube slides, you can build beautiful slideshows with your YouTube videos.":["Con las diapositivas de YouTube, puedes crear hermosas presentaciones con tus vídeos de YouTube."],"YouTube slides will display your videos with auto play, mute, lazy load, the ability to hide controls, and much more.":["Las diapositivas de YouTube mostrarán tus vídeos con reproducción automática, silencio, posibilidad de ocultar controles y mucho más."],"Create slideshows with your posts":["Crea pases de diapositivas con tus entradas"],"With Post Feed slides, you can build slideshows with your latest posts, events, or WooCommerce products.":["Con las diapositivas de feed de entradas, puedes crear presentaciones con tus últimas entradas, eventos o productos de WooCommerce."],"Post Feed slides will automatically display your posts with images, text, custom fields, and much more.":["Las diapositivas de feed de entradas mostrarán automáticamente tus entradas con imágenes, texto, campos personalizados y mucho más."],"Create slideshows with images stored outside of WordPress":["Crea pases de diapositivas con imágenes almacenadas fuera de WordPress"],"With External URL slides, you can load images directly from non-WordPress sources such as CDNs or image hosts.":["Con las diapositivas URL externas, puedes cargar imágenes directamente desde fuentes ajenas a WordPress, como CDN o hosts de imágenes."],"External URL slides give you all the power of MetaSlider, using images stored anywhere you want.":["Las diapositivas URL externas te ofrecen toda la potencia de MetaSlider, utilizando imágenes almacenadas en cualquier lugar que desees."],"Create slideshows with videos in your media library":["Crea pases de diapositivas con los videos de tu bliblioteca de medios"],"With Local Video slides, you can build beautiful slideshows with videos in your WordPress media library.":["Con las diapositivas de vídeo locales, puedes crear hermosos pases de diapositivas con los vídeos de tu biblioteca de medios de WordPress."],"Local Video slides will display your MP4, WebM, and MOV videos with cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Las diapositivas de vídeo local mostrarán tus vídeos MP4, WebM y MOV con imágenes de portada, reproducción automática, silencio, carga lenta, posibilidad de ocultar controles y mucho más."],"Create slideshows with videos stored outside of WordPress":["Crea pases de diapositivas con vídeos almacenados fuera de WordPress"],"With External Video slides, you can add videos directly from non-WordPress sources.":["Con las diapositivas de vídeo externas, puedes añadir vídeos directamente desde fuentes ajenas a WordPress."],"External Video Slides will display your MP4, WebM, and MOV videos. Features include text captions, cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Las diapositivas de vídeo externas mostrarán tus vídeos MP4, WebM y MOV con leyendas de texto, imágenes de portada, reproducción automática, silencio, carga lenta, posibilidad de ocultar controles y mucho más."],"Create slideshows with custom HTML":["Crea pases de diapositivas con HTML personalizado"],"With Custom HTML slides, you can design slides using images, HTML and CSS. This gives you complete control over the layout and styling.":["Con las diapositivas HTML personalizadas, puedes diseñar diapositivas utilizando imágenes, HTML y CSS. Esto te da un control total sobre el diseño y el estilo."],"Create slideshows with Tiktok Videos":["Crea pases de diapositivas con vídeos de Tiktok"],"A TikTok Slide will display a video in your slideshow directly from TikTok.com.":["Una diapositiva TikTok mostrará un vídeo en tu pase de diapositivas directamente desde TikTok.com."],"Create slideshows with Post Images":["Crea pases de diapositivas con imágenes de la entrada"],"The Post Images slide type extracts images from the current post and displays them as slides.":["El tipo de diapositiva «Imágenes de la publicación» extrae imágenes de la publicación actual y las muestra como diapositivas."],"This slide type supports featured images, post content images, WooCommerce galleries, Advanced Custom Fields images and galleries.":["Este tipo de diapositiva es compatible con las imágenes destacadas, las imágenes del contenido de la entrada, las galerías WooCommerce, las imágenes y las galerías Advanced Custom Fields."],"Create slideshows with your WooCommerce products":["Crea pases de diapositivas con tus productos WooCommerce"],"With WooCommerce slides, you can build slideshows with your WooCommerce products.":["Con las diapositivas de WooCommerce, puedes crear presentaciones con tus productos de WooCommerce."],"WooCommerce slides will automatically display your products with images, text, custom fields, and much more.":["La diapositivas de WooCommerce mostrarán automáticamente tus productos con imágenes, texto, campos personalizados y mucho más."],"Premium Support":["Soporte premium"],"MetaSlider Pro":["MetaSlider Pro"],"Support":["Soporte"],"Documentation":["Documentación"],"Leave a review":["Deja una valoración"],"Uploading...":["Subiendo..."],"Upload Complete":["Subida completa"],"Background":["Fondo"],"Default":["Por defecto"],"Hover":["Al pasar el cursor"],"Icon Colors":["Colores del icono"],"Icon Size":["Tamaño del icono"],"Border Color":["Color del borde"],"Border Width":["Ancho del borde"],"Border Style":["Estilo del borde"],"Solid":["Continuo"],"Dotted":["Punteado"],"Dashed":["Discontinuo"],"Distance from Navigation":["Distancia desde la navegación"],"Border Radius":["Radio del borde"],"Opacity (default)":["Opacidad (por defecto)"],"Opacity (hover)":["Opacidad (al pasar el cursor)"],"Active":["Activar"],"Numbers Underline Color":["Color de subrayado de números"],"Numbers Color":["Color de los números"],"Numbers Size":["Tamaño de los números"],"Numbers Line Height":["Alto de línea de los números"],"Distance Between Numbers":["Distancia entre los números"],"Colors":["Colores"],"Text":["Texto"],"Links":["Enlaces"],"Font Size":["Tamaño de la fuente"],"Line Height":["Alto de línea"],"Text Align":["Alineación del texto"],"Left":["Izquierda"],"Right":["Derecha"],"Center":["Centro"],"Distance from Edge":["Distancia del borde"],"Vertical Position":["Posición vertical"],"Top":["Arriba"],"Bottom":["Abajo"],"Vertical Position Offset":["Desfase de la posición vertical"],"Based on \"Position\".":["Basado en la «Posición»."],"Alignment":["Alineación"],"Dots Border Radius":["Radio del borde de puntos"],"Dots Width":["Ancho de los puntos"],"Dots Height":["Altura de los puntos"],"Distance Between Dots":["Distancia entre los puntos"],"Horizontal Position":["Posición horizontal"],"Horizontal Position Offset":["Desfase de la posición horizontal"],"Based on \"Horizontal Position\".":["Basado en la «Posición horizontal»."],"Number Underline Width":["Ancho del subrayado de los números"],"Numbers Underline Style":["Estilo de subrayado de números"],"Numbers":["Números"],"Number Size":["Tamaño de número"],"Number Line Height":["Alto de línea de número"],"Dots Border Width":["Ancho del borde de puntos"],"Position":["Posición"],"Visible in active and hover navigation dot":["Visible en el punto de navegación activo y al pasar el cursor"],"Dots Border Style":["Estilo del borde de puntos"],"Slideshow":["Pase de diapositivas"],"This background color is used when a slide does not fill the whole width and height of the slide area.":["Este color de fondo se utiliza cuando una diapositiva no rellena todo el ancho y alto del área de la diapositiva."],"Based on \"Vertical Position\".":["Basado en la «Posición vertical»."],"Distance from Center":["Distancia desde el centro"],"This is the default MetaSlider theme.":["Este es el tema por defecto de MetaSlider."],"Bitono is a minimalist theme with a 2-color scheme. Recommended for Image, External Image and Post feed slides.":["Bitono es un tema minimalista con un esquema de 2 colores. Recomendado para diapositivas de imagen, imagen externa y feed de entradas."],"Clarity is focused on accessibility. It has easy-to-read fonts, and a straightforward, distraction-free interface.":["Clarity se centra en la accesibilidad. Tiene fuentes fáciles de leer y una interfaz sencilla y sin distracciones."],"Databold is a modern, business theme with lots of room for your captions. Databold is recommended for Image, External Image, and Post Feed slides.":["Databold es un tema empresarial moderno con mucho espacio para las leyendas. Databold se recomienda para diapositivas de imagen, imagen externa y feed de entradas."],"Draxler is a stylish theme that places the navigation arrows in the top-right corner. There's also plenty of room for your captions.":["Draxler es un tema elegante que sitúa las flechas de navegación en la esquina superior derecha. También hay espacio de sobra para tus leyendas."],"Featuring a built-in button with custom link, Nexus seamlessly integrates key points and interactive elements, making your presentation both engaging and navigable.":["Equipado con un botón integrado con enlace personalizado, Nexus integra a la perfección los puntos clave y los elementos interactivos, para que tu presentación resulte atractiva y navegable."],"A standard slideshow layout with a modern design and large, clear arrows.":["Un pase de diapositivas estándar con un diseño moderno y flechas grandes y claras."],"A clean, subtle theme that features block arrows and bold design.":["Un tema limpio y sutil que incluye flechas de bloque y un diseño atrevido."],"A fun, circular design to brighten up your site. This theme works well with dark images":["Un diseño divertido y circular para alegrar tu sitio. Este tema funciona bien con imágenes oscuras"],"A smart, contemporary design that is built to blend seamlessly into any theme.":["Un diseño elegante y contemporáneo que se integra a la perfección en cualquier tema."],"This theme places the controls vertically for a unique look.":["Este tema coloca los controles verticalmente para obtener un aspecto único."],"A futuristic and linear design that has a unique, horizontal navigation.":["Un diseño futurista y lineal que cuenta con una navegación horizontal única."],"This lightweight design uses numbers for the navigation. The navigation, caption, and arrows are share the same line.":["Este diseño ligero utiliza números para la navegación. La navegación, la leyenda y las flechas comparten la misma línea."],"This theme has a special additional functionality that uses image titles as the slide navigation. ":["Este tema tiene una funcionalidad adicional especial que utiliza títulos de imágenes como la navegación de diapositivas. "],"If you would like to use the image titles as the navigation, you can do so by editing the image title in the media library or manually on the slide (SEO tab).":["Si quieres utilizar los títulos de las imágenes como navegación, tendrás que editar el título de la imagen en la biblioteca de medios o manualmente en la diapositiva (pestaña SEO)."],"This theme has a unique design that gives it a sophisticated look.":["Este tema tiene un diseño único que le da un aspecto sofisticado."],"A bold and clear design that works well on a darker images.":["Un diseño audaz y claro que funciona bien con imágenes más oscuras."],"A minimalist theme that gets out of the way so you can showcasing your beautiful pictures. Best used with Image Slides.":["Un tema minimalista que no interfiere para que puedas mostrar tus hermosas fotos. Se utiliza mejor con las diapositivas de imagen."],"The Nivo Light theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Light de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"The Nivo Bar theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Bar de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"The Nivo Dark theme included here for legacy purposes. Note: only works with Nivo Slider":["Tema Dark de Nivo incluido aquí para propósitos de retrocompatibilidad. Nota: sólo funciona con Nivo Slider"],"minimalist":["minimalista"],"2 columns":["2 columnas"],"A 2 columns minimalistic theme to split your images and captions.":["Un tema minimalista de 2 columnas para dividir tus imágenes y leyendas."],"Image, External URL and Post Feed slides are displayed in 2 columns, while the others slide types are displayed in 1 column.":["Las diapositivas de imagen, URL externa y feed de entradas se muestran en 2 columnas, mientras que el resto de tipos de diapositivas se muestran en en 1 columna."],"videos":["vídeos"],"vertical":["vertical"],"A theme to showcase vertical images and videos.":["Un tema para mostrar imágenes y vídeos verticales."],"Ideal for Images, Post Feed slides, YouTube and Vimeo vertical videos.":["Ideal para imágenes, diapositivas de feed de entradas y vídeos verticales de YouTube y Vimeo."],"A dynamic slideshow theme that emphasizes the active slide by scaling it larger than the surrounding slides, creating a hero-like focal point that draws the viewer's attention.":["Un tema de pase de diapositivas dinámico que enfatiza la diapositiva activa haciéndola más grande que las diapositivas circundantes, creando un punto focal tipo héroe que atrae la atención del espectador."],"It should be used with 100% Width and Carousel Mode disabled, Transition Effect set to Slide and Center Align enabled. Currently works on all slide types except External Image and Tiktok Videos.":["También debe usarse con el modo «Ancho 100%» y «Carrusel» desactivado, el efecto de transición establecido en «Deslizar» y la alineación central habilitada. Actualmente funciona en todos los tipos de diapositivas excepto imagen externa y Tiktok videos."],"A slideshow theme that unveils captions on hover, adding a dynamic touch to portfolios and showcases.":["Un tema de pase de diapositivas que desvela las leyendas al pasar el cursor, añadiendo un toque dinámico a los portfolios y los escaparates."],"Best used on slideshows with captions.":["Es mejor utilizarlo en pases de diapositivas con leyendas."],"A modern slideshow theme with captions positioned at the top, showcasing features with sleek elegance.":["Un moderno tema de pase de diapositivas con leyendas situadas en la parte superior, que muestra las características con elegancia."],"When using this theme with Carousel Mode, adjust the Carousel Margin setting to create space between the slides.":["Cuando se usa este tema con el «Modo carrusel», hay que ajustar el «Margen del carrusel» para crear espacio entre las diapositivas."],"A dynamic slideshow theme that emphasizes the active slide by using grayscale and opacity for the surrounding slides, creating a focal point that draws the viewer's attention.":["Un tema de pase de diapositivas dinámico que enfatiza la diapositiva activa utilizando escala de grises y opacidad para las diapositivas circundantes, creando un punto focal que atrae la atención del espectador."],"A dynamic slideshow theme to display testimonials that emphasizes the active slide by using grayscale for the surrounding slides, creating a focal point that draws the viewer's attention.":["Un tema de pase de diapositivas dinámico que enfatiza la diapositiva activa utilizando escala de grises para las diapositivas circundantes, creando un punto focal que atrae la atención del espectador."],"Best used with Image slides. It should also be used with Hidden Arrows, Carousel Mode disabled, Transition Effect set to Slide, Smart Crop enabled and Crop Source set to \"Custom width/height\".":["Es mejor utilizarlo en pases de diapositivas con diapositivas de imágenes. También debe usarse con las flechas ocultadas, el modo «Carrusel» desactivado, el efecto de transición establecido en «Deslizar, el recorte inteligente activado y la fuente del recorte establecida en «Ancho/alto personalizados»."],"Image, External Image, Post Feed, Local Video and External Video slides are displayed in 2 columns, while the other slide types are displayed in 1 column.":["Las diapositivas de imagen, imagen externa, feed de entradas, vídeo local y vídeo externo se muestran en 2 columnas, mientras que el resto de tipos de diapositivas se muestran en 1 columna."],"A 2 rows modern theme to split your images and captions ideal for WooCommerce products.":["Un tema moderno de 2 filas para dividir tus imágenes y leyendas, ideal para productos WooCommerce."],"A stylish theme ideal for WooCommerce products.":["Un tema elegante ideal para productos WooCommerce."],"This is the default MetaSlider theme. Use this theme to adjust colors to your preference.":["Este es el tema por defecto de MetaSlider. Utiliza este tema para ajustar los colores según tus preferencias."],"To add a button to the Nexus theme, enter the URL and the button text into the \"Link\" tab.":["Para añadir un botón al tema Nexus, introduce la URL y el texto del botón en la pestaña «Enlace»."],"Button":["Botón"],"Click Here":["Haz clic aquí"],"Border":["Borde"],"Text and Numbers":["Texto y números"],"Color":["Color"],"Font Size for Active Number ":["Tamaño de fuente para el número activo "],"Line Height for Active Number ":["Alto de línea para el número activo "],"Font Size for Count Number ":["Tamaño de fuente para el número de recuento "],"Line Height for Count Number ":["Alto de línea para el número de recuento "],"Previous Slide":["Diapositiva anterior"],"Next Slide":["Siguiente diapositiva"],"Preparing 1 slide...":["Preparando 1 diapositiva..."],"1 slide added successfully":["1 diapositiva añadida correctamente"],"Slide Types":["Tipos de diapositiva"],"Opening add slide UI...":["Abriendo la interfaz de usuario de añadir diapositiva…"],"Closing add slide UI...":["Cerrando la interfaz de usuario de añadir diapositiva…"],"Updating slide...":["Actualizando la diapositiva..."],"Slide updated successfully":["Diapositiva actualizada correctamente"],"Stop on first slide after looping":["Detener en la primera diapositiva después del bucle"],"Crop position saved and image cropped":["Posición de recorte guardada e imagen recortada"],"There was an error when saving crop position or cropping the image":["Ha habido un error al guardar la posición de recorte o al recortar la imagen"],"Device options are enabled for this slide. Adjust using the Device tab.":["Las opciones de dispositivo están activadas para esta diapositiva. Ajusta utilizando la pestaña «Dispositivo»."],"CSS Manager notice opened":["Aviso del gestor CSS abierto"],"CSS Manager notice closed":["Aviso del gestor CSS cerrado"],"CSS Manager":["Gestor CSS"],"Easily add custom CSS to your slideshows to create the perfect design for your sites.":["Añade fácilmente CSS personalizado a tus pases de diapositivas para crear el diseño perfecto para tus sitios."],"Built-in text editor full of features.":["Editor de texto integrado lleno de características."],"Loads only on the front-end where needed.":["Solo carga en la portada cuando sea necesario."],"Includes recipes to solve common scenarios.":["Incluye recetas para solucionar escenarios comunes."],"Analytics notice opened":["Aviso de Analytics abierto"],"Analytics notice closed":["Aviso de Analytics cerrado"],"We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["También nos gustaría enviarte correos electrónicos poco frecuentes con importantes actualizaciones de seguridad y funciones. Consulta nuestros %s para más detalles."],"privacy policy":["política de privacidad"],"Thanks for using MetaSlider":["Gracias por usar MetaSlider"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information?":["Actualmente estamos construyendo la próxima versión de MetaSlider. ¿Puedes ayudarnos compartiendo información de diagnóstico no sensible?"],"Agree and continue":["Aceptar y continuar"],"No thanks":["No, gracias"],"Duplicating...":["Duplicando…"],"To edit this slide, click \"Restore\" and then \"Return to Published Slides\"":["Para editar esta diapositiva, haz clic en «Restaurar» y luego en «Volver a diapositivas publicadas»"],"MetaSlider dashboard loaded":["Cargado el escritorio de MetaSlider"],"Saving...":["Guardando..."],"Saving %s slides. This may take a few moments.":["Guardando %s diapositivas. Esto puede tardar unos momentos."],"Slideshow saved":["Pase de diapositivas guardado"],"Duplicated successfully. Reloading...":["Duplicado correctamente. Recargando..."],"Settings saved":["Ajustes guardados"],"Still working... %s slides remaining...":["Sigue trabajando... %s pases de diapositivas restantes..."],"Tour cancelled successfully":["Visita guiada cancelada correctamente"],"Tour cancelled unsuccessfully":["Visita guiada cancelada incorrectamente"],"Are you sure?":["¿Estás seguro?"],"This slideshow will be moved to the \"Trash\" area.":["Este pase de diapositivas se moverá a la área «Papelera»."],"Confirm":["Confirmar"],"Invalid nonce token":["Token nonce no válido"],"OK":["Aceptar"],"Unable to proceed due to invalid nonce token.":["No se puede continuar debido a un token nonce no válido."],"Something went wrong":["Se ha producido un error"],"Preparing slideshow for duplication...":["Preparando el pase de diapositivas para duplicado..."],"Doing something...":["Haciendo algo…"],"No error message provided.":["No se han proporcionado un mensaje sobre el error."],"Undefined error occurred":["Ha ocurrido un error no definido"],"No error message reported.":["No se ha informado de ningún mensaje de error."],"We recommend to enable %1$s\"Recommended Theme Options\"%2$s to automatically adjust slideshow settings when selecting a new theme.":["Te recomendamos activar las %1$s«Opciones de tema recomendadas»%2$s para ajustar automáticamente los ajustes del pase de diapositivas al seleccionar un nuevo tema."],"Saving theme...":["Guardando tema…"],"Theme saved":["Tema guardado"],"Slideshow Theme":["Tema del pase de diapositivas"],"This theme was designed for FlexSlider. Please choose the FlexSlider option for the best display.":["Este tema fue diseñado para FlexSlider. Elige la opción FlexSlider para una mejor visualización."],"theme":["tema"],"Legacy":["Heredado"],"Custom theme":["Tema personalizado"],"Remove":["Eliminar"],"Change":["Cambiar"],"Change the design of your slideshow with a stylish MetaSlider theme!":["¡Cambia el diseño de tu pase de diapositivas con un elegante tema MetaSlider!"],"Select a custom theme":["Selecciona un tema personalizado"],"All themes":["Todos los temas"],"Get MetaSlider Pro!":["¡Obtén MetaSlider Pro!"],"Upgrade now to unlock this theme!":["¡Mejora ahora para desbloquear este tema!"],"Upgrade now to build your own custom themes!":["¡Actualiza ahora para construir tus propios temas personalizados!"],"MetaSlider Pro is installed!":["¡MetaSlider Pro instalado!"],"You can create your own themes with our theme editor":["Puedes crear tus propios temas con nuestro editor de temas"],"Get started":["Primeros pasos"],"Theme Details":["Detalles del tema"],"Theme Instructions":["Instrucciones del tema"],"Tags":["Etiquetas"],"Style Details":["Detalles del estilo"],"This style was created with the Theme Editor.":["Este estilo fue creado con el editor de temas."],"This theme was created through the theme editor.":["Este tema fue creado con el editor de temas."],"How To Use":["Cómo utilizarlo"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Selecciona un tema de la izquierda para usarlo en este pase de diapositivas. Haz clic en el tema para más detalles."],"MetaSlider Pro gives you access to extra themes. You can also create completely new themes that can easily be added to new slideshows.":["MetaSlider Pro te da acceso a temas adicionales. También puedes crear temas completamente nuevos que se pueden añadir fácilmente a nuevos pases de diapositivas."],"Error: No themes were found.":["Error: No se encontró ningún tema."],"Preview slideshow":["Previsualizar pase de diapositivas"],"Select":["Seleccionar"],"Toggle overlay type":["Cambiar tipo de superposición"],"Toggle full width":["Cambiar a ancho completo"],"Exit preview":["Salir de la vista previa"],"This feature is not fully supported in this browser.":["Esta característica no es totalmente compatible con este navegador."],"Media caption":["Leyenda de medios"],"Media description":["Descripción de medios"],"Manual entry":["Introducción manual"],"This will override the Caption Link Color option in the \"Theme\" area of the right sidebar.":["Esto anulará la opción de color del enlace de la leyenda en el área «Tema» de la barra lateral derecha."],"Enter text that will appear with your image slide.":["Introduce el texto que aparecerá con la diapositiva de tu imagen."],"Automatically updates directly from the WP Media Library":["Se actualiza automáticamente desde la biblioteca de medios de WP directamente."],"No default was found":["No se encontró nada por defecto"],"You may use HTML here":["Aquí puedes usar HTML"],"Filter by type":["Filtrar por tipo"],"All media items":["Todos los medios"],"Search Unsplash API":["Buscar API de Unsplash"],"Search unsplash.com...":["Buscar en unsplash.com…"],"Load more":["Load more"],"Photo by %s on Unsplash":["Foto de %s en Unsplash"],"Photo on Unsplash":["Foto en Unsplash"],"Opening Unsplash tab...":["Abriendo pestaña de Unsplash…"],"Unsplash tab closed":["Pestaña de Unsplash cerrada"],"No photots found.":["No se encontraron fotos."],"Photo by %s":["Foto de %s"],"Deselect":["Anular selección"],"Attachment Details":["Detalles del adjunto"],"view original":["ver original"],"Profile":["Perfil"],"Portfolio":["Porfolio"],"Alt Text":["Texto alt"],"Description":["Descripción"],"Quality":["Calidad"],"All photos published on Unsplash can be used for free.":["Todas las fotos publicadas en Unsplash se pueden usar gratuitamente."],"view license":["ver licencia"],"Complete!":["¡Completo!"],"Crunching...":["Contrayendo..."],"Import Slides":["Importar diapositivas"],"Import slides":["Importar diapositivas"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Actualmente no tienes diapositivas para previsualizar. Si quieres, podemos importar algunas imágenes de diapositivas para ti. "],"No valid files found":["No se encontraron archivos válidos"],"Drag and drop interface not available.":["La interfaz de arrastrar y soltar no está disponible"],"Drop images here":["Arrastra las imágenes aquí"],"Press %s to save or %s to cancel.":["Pulsa %s para guardar o %s para cancelar."],"Shortcode copied":["Shortcode copiado"],"Shortcode unable to be copied automatically":["No se ha podido copiar automáticamente el shortcode"],"Failed to open utility modal...":["Fallo al abrir la ventana emergente de utilidad…"],"Opening utility modal...":["Abriendo la ventana emergente de utilidad…"],"Closing utility modal...":["Cerrando la ventana emergente de utilidad…"],"No slides":["No hay diapositivas"],"Current":["Actual"],"last updated: %s":["última actualización: %s"],"Viewing 1 slideshow":["Viendo 1 pase de diapositivas"],"Viewing %s out of %s slideshows":["Viendo %s de %s pases de diapositivas"],"Search slideshows (Press ctrl + / to focus)‎":["Buscar pases de diapositivas (pulsa «Ctrl + /» para enfocar)"],"Searching slideshows...":["Buscando pases de diapositivas..."],"1 slideshow":["1 pase de diapositivas"],"Viewing %s out of %s slideshows (%s loaded)":["Viendo %s de %s pases de diapositivas (%s cargados)"],"Indexing %s slideshows into local storage...":["Indexando %s pases de diapositivas en el almacenamiento local..."],"All Slideshows loaded":["Se han cargado todos los pases de diapositivas"],"Fetching slideshows...":["Obteniendo pases de diapositivas..."],"Finished":["Terminado"],"Indexing slideshows... %s remaining":["Indexando los pases de diapositivas... %s restantes"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Esta característica no es totalmente compatible con Internet Explorer 11 y puedes experimentar tiempos lentos en los resultados de búsqueda."],"Sort by title":["Ordenar por el título"],"Sort by modified date":["Ordenar por la fecha de modificación"],"Filter slideshows‎":["Filtrar los pases de diapositivas"],"Searching...":["Buscando..."],"Updating...":["Actualizando..."],"Load all":["Cargar todo"],"Clear cache":["Vaciar la caché"],"Load remaining %s slideshows":["Cargar las %s diapositivas restantes"],"Press to clear the slideshow cache from your web browser":["Pulsa para vaciar la caché de los pases de diapositivas de tu navegador web"],"Loading slideshows...":["Cargando los pases de diapositivas..."],"Browse slideshows":["Explorar los pases de diapositivas"],"Collapse":["Cerrar"],"Press to expand":["Pulsa para ampliar"],"Copy all":["Copiar todo"],"All settings saved":["Todos los ajustes guardados"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Aquí encontrarás documentación y dos niveles de soporte para elegir. Además, puedes proporcionarnos información adicional específica para tu web, servidor, etc."],"Documentation 📚":["Documentación 📚"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Echa un vistazo a nuestra página de documentación para ver ejemplos y más información sobre lo que puedes hacer con MetaSlider."],"Visit documentation":["Visitar la documentación"],"Free Basic Support 🚀":["Soporte básico gratuito 🚀"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Para los usuarios de la versión gratuita de MetaSlider, ofrecemos soporte completo gratuito en los foros de wordpress.org."],"Visit wordpress.org":["Visitar wordpress.org"],"Paid Premium Support 🌟":["Soporte Premium de pago 🌟"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Los usuarios de pago del plugin premium pueden abrir un tique en nuestro centro privado de soporte para recibir soporte personalizado y tiempos de respuesta más rápidos."],"Visit metaslider.com":["Visitar metaslider.com"],"Site Information":["Información del sitio"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Para tu comodidad, puedes copiar antes la información básica del sitio para ayudarnos a acelerar el proceso de depuración. Asegúrate de verificar que no se incluye ninguna información personal que quieras mantener en privado."],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia el título por defecto que se usará al crear un nuevo pase de diapositivas. Utiliza %s y se reemplazará por el ID del pase de diapositivas actual."],"If you are a pro member, enter your license key here to receive updates. %s":["Si eres un miembro Pro, introduce aquí tu clave de licencia para recibir actualizaciones. %s"],"Upgrade here":["Actualizar aquí"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Opta por permitir que MetaSlider recopile responsablemente información sobre cómo usas nuestro plugin. Está desactivado por defecto, pero puede haber sido activado a través de un aviso. %s"],"View our detailed privacy policy":["Mira nuestra detallada política de privacidad"],"Thumbnail":["Miniatura"],"Thumbnail (Pro)":["Miniatura (Pro)"],"Thumbnails - Visible On Hover":["Miniaturas - visible al pasar el cursor"],"Filmstrip":["Película"],"Filmstrip - Visible On Hover":["Película - visible al pasar el cursor"],"Slideshow settings saved":["Ajustes del pase de diapositivas guardados"],"Global settings saved":["Ajustes globales guardados"],"Pro settings saved":["Ajustes Pro guardados"],"Slideshow Defaults":["Ajustes por defecto de los pases de diapositivas"],"Update the default settings used when creating new slideshows.":["Actualiza los ajustes por defecto utilizados al crear nuevos pases de diapositivas."],"Default Slideshow Title":["Título por defecto del pase de diapositivas"],"Change the default title":["Cambiar el título por defecto"],"Default Base Image Width":["Anchura por defecto de la imagen base"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Actualiza el ancho por defecto para la base de la imagen. Esto se usará para las dimensiones del pase de diapositivas y el recorte base de la imagen."],"Change the default width":["Cambiar el ancho por defecto"],"Default Base Image Height":["Altura por defecto de la imagen base"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimensions. If set to 100% width, the height will scale accordingly.":["Actualiza la altura por defecto para la base de la imagen. Esto se usará para el recorte base de la imagen y para las dimensiones del pase de diapositivas. Si se configura a un ancho del 100% la altura se ajustará en consecuencia."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Aunque el ancho y alto definidos arriba podrán usarse para el recorte (si esté activo) y las dimensiones base del pase de diapositivas, puedes también configurar que el pase de diapositivas se ajuste a su contenedor."],"Default Navigation":["Navegación por defecto"],"Change the default navigation when creating a new slideshow.":["Cambiar la navegación por defecto al crear una nueva presentación de diapositivas."],"Change the default transition between slides.":["Cambiar la transición por defecto entre diapositivas."],"Global Settings":["Ajustes globales"],"Update the settings used for all the slideshows on your site.":["Actualiza los ajustes utilizados para todos los pases de diapositivas de tu sitio."],"License Key":["Clave de la licencia"],"Update license key":["Actualizar la clave de la licencia"],"Help Improve MetaSlider":["Ayudar a mejorar MetaSlider"],"Enable Device Settings":["Activa los ajustes para los dispositivos"],"Add option to hide slides and captions per screen size.":["Añadir la opción de ocultar diapositivas y leyendas por tamaño de pantalla."],"Device Settings":["Ajustes para dispositivo"],"Set breakpoints for different screen sizes":["Establece puntos de ruptura para diferentes tamaños de pantalla"],"Smartphone":["Smartphone"],"Tablet":["Tableta"],"Laptop":["Portátil"],"Desktop":["Escritorio"],"Disable Legacy Libraries":["Desactivas las bibliotecas heredadas"],"This setting allows you to disable the legacy slideshow libraries: Nivo Slider, Coin Slider, and Responsive Slides":["Este ajuste te permite de desactivar las bibliotecas de pases de diapositivas heredadas: Nivo Slider, Coin Slider y Responsive Slides"],"You can safely enable this setting. None of your slideshows use the legacy libraries.":["Puedes activar este ajuste sin problemas. Ninguna de tus pases de diapositivas utiliza las bibliotecas heredadas."],"You currently have %s slideshows that use legacy libraries.":["Actualmente tienes %s pases de diapositivas que utilizan bibliotecas heredadas."],"You currently have %s slideshow that uses legacy libraries.":["Actualmente tienes %s pases de diapositivas que utilizan bibliotecas heredadas."],"Enable MetaSlider on Admin Bar":["Activar MetaSlider en la barra de administración"],"Add and edit slideshows easier by showing MetaSlider on your admin bar.":["Añade y edita presentaciones más fácilmente mostrando MetaSlider en tu barra de administración."],"Enable Frontend Edit Links":["Activar los enlaces de edición de la portada"],"Edit slideshows easily by showing MetaSlider link under each slideshow.":["Edita presentaciones fácilmente mostrando el enlace MetaSlider debajo de cada presentación."],"Last":["Último"],"First":["Primero"],"New slides order":["Nuevo orden de diapositivas"],"Select the position for new added slides.":["Selecciona la posición para las nuevas diapositivas añadidas."],"Disable Legacy Widget":["Desactivar el widget heredado"],"This setting allows you to disable the legacy MetaSlider widget.":["Este ajuste te permite desactivar el widget MetaSlider heredado."],"Enable TinyMCE":["Activar TinyMCE"],"TinyMCE is a WYSIWYG editor you can use in slide captions.":["TinyMCE es un editor WYSIWYG que puedes utilizar en las leyendas de las diapositivas."],"Recommended Theme Options":["Opciones de tema recomendadas"],"Automatically apply recommended slideshow options when selecting a theme. This will replace some of the previous options.":["Aplicar automáticamente las opciones de pase de diapositivas recomendadas al seleccionar un tema. Esto reemplazará algunas de las opciones anteriores."],"Dashboard Settings":["Ajustes del escritorio"],"Set default sorting options and items per page for your Dashboard.":["Establece por defecto las opciones de ordenación y los elementos por página para tu escritorio."],"Slideshow ID":["ID del pase de diapositivas"],"Date Created":["Fecha de creación"],"Sort Slideshows By":["Ordenar pases de diapositivas por"],"Ascending":["Ascendente"],"Descending":["Descendente"],"Order By":["Ordenar por"],"Items Per Page":["Elementos por página"],"Pro Settings":["Ajustes Pro"],"Update the MetaSlider Pro settings.":["Actualiza los ajustes de MetaSlider Pro."],"Maximum Number of Custom Fields in Post Feed and WooCommerce Slides":["Número máximo de campos personalizados en las diapositivas de feed de la entrada y WooCommerce"],"Select how many custom fields will display in the dropdown menu when you are inserting tags.":["Selecciona cuántos campos personalizados se mostrarán en el menú desplegable al insertar etiquetas."],"Change the maximum custom fields for Post Feed and WooCommerce":["Cambia el número máximo de campos personalizados por los feeds de las entradas y WooCommerce"],"Enable Legacy Theme Editor":["Activar el editor de temas heredados"],"This setting allows you to enable the legacy Theme Editor.":["Este ajuste te permite activar el editor de tema heredado."],"The data in this file does not appear to be valid.":["Los datos de este archivo no parecen ser válidos."],"Found %s slideshows":["Encontrados %s pases de diapositivas"],"Image search complete":["Búsqueda de imágenes completa"],"We are still searching for your images. Please wait.":["Todavía estamos buscando tus imágenes. Por favor, espera."],"You have no slideshows to import":["No tienes ningún pase de diapositivas que importar"],"Some images are missing":["Faltan algunas imágenes"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Cuando haya imágenes no disponibles tendrás que subir o borrar manualmente la diapositiva cuando termine la importación."],"Continue":["Seguir"],"Importing %s slideshows...":["Importando %s pases de diapositivas"],"Import successful":["Importación correcta"],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa fácilmente pases de diapositivas creados con MetaSlider. Este requiere un archivo generado desde la pestaña de exportación."],"Load slideshows":["Cargar pases de diapositivas"],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Si tienes un archivo de importación puedes subirlo aquí para procesarlo. La información de cada pase de diapositivas se mostrará abajo. Podrás confirmar antes de importar."],"Importing...":["Importando..."],"Processing...":["Procesando..."],"Upload file":["Subir archivo"],"All images required to import are accounted for.":["Todas las imágenes necesarias para la importación están contadas."],"The following images were not found:":["Las siguientes imágenes no se han encontrado:"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: Aún puedes importar pases de diapositivas que contengan imágenes que falten. Solo necesitarás actualizar o borrar manualmente esas diapositivas de sus páginas individuales de edición del pase de diapositivas."],"Slideshow Title: ":["Título del pase de diapositivas: "],"No image name provided":["No se ha proporcionado ningún nombre de la imagen"],"Import %s slideshows":["Importar %s pases de diapositivas"],"Select the slideshows you wish to import below. Then click here to import them.":["Selecciona abajo los pases de diapositivas que quieres importar, luego haz clic aquí para importarlos."],"Post Feed slide":["Feed de diapositivas"],"External slide":["Diapositiva externa"],"Image not found<br>%s":["Imagen no encontrada<br>%s"],"No slides found":["No se ha encontrado ninguna diapositiva"],"Loading %s slideshows...":["Cargando %s pases de diapositivas"],"You have no slideshows to export":["No tienes ningún pase de diapositivas que exportar"],"Exporting %s slideshows...":["Exportando %s pases de diapositivas"],"Export successful":["Exportación correcta"],"No slideshows found.":["No se ha encontrado ningún pase de diapositivas."],"Create a new slideshow now":["Crea ahora un nuevo pase de diapositivas"],"If you have only a few slideshows, we will prepare them automatically. If you have many slideshows, click the \"Load\" button.":["Si tiene pocos pases de diapositivas, los prepararemos automáticamente. Si tiene muchos pases de diapositivas, haz clic en el botón «Subir»."],"Choose the slideshows you wish to export.":["Selecciona los pases de diapositivas que quieres exportar."],"Click the \"Export\" button.":["Haz clic en el botón «Exportar»."],"A .json file will automatically be downloaded with all your slideshow data.":["Se descargará automáticamente un archivo .json con todos los datos de la presentación."],"A few notes on exporting slideshow images:":["Algunas notas sobre la exportación de imágenes de pases de diapositivas:"],"Your images need to be exported manually. Please upload them to the new website before importing these slideshows.":["Tus imágenes deben exportarse manualmente. Súbelas a la nueva web antes de importar estos pases de diapositivas."],"Images will need to keep the same file names on the new site.":["Las imágenes deberán mantener los mismos nombres de archivo en la nueva web."],"Read our guide on exporting images.":["Lee nuestra guía sobre la exportación de imágenes."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Tienes %s pases de diapositivas que se pueden exportar. La información de cada pase de diapositivas se mostrará abajo."],"Refresh":["Recargar"],"Load":["Cargar"],"Export %s slideshows":["Exportar %s diapositivas"],"Select the slideshows you wish to export below, then press here to export them.":["Selecciona abajo las diapositivas que quieres exportar, luego pulsa aquí para exportarlos."],"Failed to open the settings page...":["Fallo al abrir la página de ajustes…"],"Opening settings page...":["Abriendo la página de ajustes…"],"Page not found: %s":["Página no encontrada: %s"],"Add a slide":["Añadir una diapositiva"],"Thanks for using MetaSlider. To get started, click the \"Add Slide\" button to create your first slide.":["Gracias por usar MetaSlider. Para empezar haz clic en el botón de «Añadir diapositiva» para crear tu primera diapositiva."],"Select images":["Seleccionar imágenes"],"You can easily add an image from one of the options here. Additionally we provide free images from the Unsplash library.":["Puedes añadir fácilmente una imagen aquí desde una de las opciones. Además, proporcionamos imágenes gratuitas de la biblioteca de Unsplash."],"Next step":["Siguiente paso"],"Search unsplash":["Buscar en Unsplash"],"Choose an image from the left, or search for any topic here to bring up more images.":["Elige una imagen de la izquierda o busca aquí cualquier temática para obtener más imágenes."],"Hide step":["Ocultar el paso"],"Create your slide":["Crea tu diapositiva"],"After you have selected an image, press here to create your slide.":["Después de seleccionar una imagen, pulsa aquí para crear tu diapositiva."],"Preview Slideshow":["Vista previa del pase de diapositivas"],"Now that you have some slides set, you can preview your slideshow by pressing here.":["Ahora que tienes algunas diapositivas, puedes previsualizar el pase de diapositivas haciendo clic aquí."],"Slideshow settings":["Ajustes del pase de diapositivas"],"Edit slideshow":["Editar el pase de diapositivas"],"Additional CSS Class":["Clase CSS adicional"],"Refresh preview":["Actualizar la vista previa"],"Loading slideshows list...":["Cargando la lista de pases de diapositivas..."],"Create one now!":["¡Crear uno ahora!"],"Loading slideshow":["Cargando el pase de diapositivas"],"Update preview":["Actualizar la vista previa"],"Select a slideshow":["Seleccionar un pase de diapositivas"],"Normal width":["Ancho normal"],"Wide width":["Ancho amplio"],"Full width":["Ancho completo"],"Use MetaSlider to insert slideshows and sliders in your page":["Usa MetaSlider para insertar pases de diapositivas y carruseles en tu página"],"slider":["carrusel"],"slideshow":["pase de diapositivas"],"gallery":["galería"],"Keep the plugin name \"MetaSlider\" when possible\u0004Like MetaSlider? Please help us by giving a positive review at WordPress.org":["¿Te gusta MetaSlider? Por favor, ayúdanos dando una opinión positiva en WordPress.org"],"Keep the plugin name \"MetaSlider\" when possible\u0004Review MetaSlider &rarr;":["Valora MetaSlider &rarr;"],"Keep the plugin name \"MetaSlider\" when possible\u0004Select slideshow to insert into post":["Selecciona el pase de diapositivas que quieres insertar en la entrada"],"Short for milliseconds\u0004ms":["ms"],"This is a keyboard shortcut.\u0004 (alt + p)":[" (alt + p)"],"Uploader: Drop files to upload - or - Select Files\u0004or":["o"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s por %s píxeles"],"The ENTER key on a keyboard\u0004Enter":["Intro"],"The ESCAPE key on a keyboard\u0004Escape":["Esc"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositiva(s)"]}}}