{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"MetaSlider":["MetaSlider"],"https://www.metaslider.com":["https://www.metaslider.com"],"MetaSlider gives you the power to create a beautiful slideshow, carousel, or gallery on your WordPress site.":["MetaSlider ti dà la possibilità di creare una bellissima presentazione, un carosello o una galleria sul tuo sito WordPress."],"Spice up your site with animated layers and video slides with MetaSlider Pro":["Vivacizza il tuo sito con livelli animati e diapositive video con MetaSlider Pro"],"Increase your revenue and conversion with video slides and many more MetaSlider Pro features":["Aumenta le tue entrate e le conversioni con le diapositive video e molte altre caratteristiche di MetaSlider Pro"],"Can you translate? Want to improve MetaSlider for speakers of your language?":["Puoi tradurre? Vuoi migliorare MetaSlider per chi parla la tua lingua?"],"weeks":["settimane"],"Let's Start &rarr;":["Iniziamo &rarr;"],"Find out more &rarr;":["Scopri di più &rarr;"],"Get MetaSlider Pro &rarr;":["Ottieni MetaSlider Pro &rarr;"],"Sign up &rarr;":["Iscriviti &rarr;"],"Go there &rarr;":["Vai a &rarr;"],"Read more":["Leggi tutto"],"The security check failed. Please refresh the page and try again.":["Il controllo di sicurezza è fallito. Aggiorna la pagina e riprova."],"Access denied. Sorry, you do not have permission to complete this task.":["Accesso negato. Non hai i permessi per completare questa attività."],"Bad request":["Richiesta sbagliata"],"This item does not exist. Please refresh the page and try again.":["Questo elemento non esiste. Aggiorna la pagina e riprova."],"The option was successfully updated":["L'opzione è stata aggiornata correttamente"],"The requested data does not exist.":["I dati richiesti non esistono."],"The attempt to update the option failed.":["Il tentativo di aggiornare l'opzione è fallito."],"URL":["URL"],"Caption":["Didascalia"],"New Window":["Nuova finestra"],"Please confirm that you would like to delete this slideshow.":["Conferma di voler eliminare questa presentazione."],"Undo":["Annulla"],"Slide restored":["Diapositiva ripristinata"],"Slide deleted":["Diapositiva eliminata"],"Success":["Successo"],"Item was copied to your clipboard":["L'elelmento è stato copiato negli appunti"],"Press to undo":["Premi per annullare"],"Select replacement image":["Selezione immagine sostitutiva"],"Caution: This setting is for advanced developers only. If you're unsure, leave it checked.":["Attenzione: questa impostazione è solo per gli sviluppatori avanzati. Se non sei sicuro, lasciala selezionata."],"Tone":["Tono"],"Opacity":["Opacità"],"Device Options":["Opzioni dispositivi"],"Hide on Smartphone":["Nascondi negli smartphone"],"Hide on Tablet":["Nascondi nei tablet"],"Hide on Laptop":["Nascondi nei compter portatili"],"Hide on Desktop":["Nascondi nei desktop"],"The request format was not valid.":["Il formato richiesto non è valido."],"This slideshow is no longer available.":["Questa presentazione non è più disponibile."],"Nothing to import.":["Nulla da importare."],"This was not a slideshow, so we cannot delete it.":["Questo non era una presentazione, quindi non possiamo eliminarla."],"This was not a slideshow, so we cannot update the setting.":["Questa non era una presentazione, quindi non possiamo aggiornare l'impostazione."],"The title cannot be empty.":["Il titolo non può essere vuoto."],"The field (%s) cannot be empty":["Il campo (%s) non può essere vuoto"],"Maximum Number of Custom Field in Post Feed Sliders":["Numero massimo di campi personalizzati negli slider dei feed degli articoli"],"Import slug not found":["Slug di importazione non trovato"],"Import data could not be processed":["I dati di importazione non possono essere processati"],"We could not find any images to import.":["Non abbiamo trovato nessuna immagine da importare."],"New Slideshow":["Nuova presentazione"],"Previous":["Precedente"],"Next":["Seguente"],"Import file is invalid.":["File di importazione non valido."],"No themes found.":["Nessun tema trovato."],"We removed your selected theme as it could not be found. Was the folder deleted?":["Abbiamo rimosso il tema selezionato perché non è stato trovato. La cartella è stata cancellata?"],"You don't have any trashed slideshows.":["Non hai nessuna presentazione cestinata."],"You don't have any slideshows yet. Click %shere%s to create a new slideshow.":["Non ci sono ancora presentazioni. Fare clic %squi%s per creare una nuova presentazione."],"Restore":["Ripristina"],"Delete Permanently":["Elimina definitivamente"],"Trash":["Cestino"],"Preview":["Anteprima"],"Title":["Titolo"],"Type of Slides":["Tipo di diapositive"],"Number of Slides":["Numero di diapositive"],"Theme":["Tema"],"Created":["Creata"],"Shortcode":["Shortcode"],"Usage":["Utilizzo"],"Edit":["Modifica"],"Click to copy shortcode.":["Fai clic per copiare lo shortcode."],"Not in use.":["Non utilizzato."],"View Usage":["Vedi l'utilizzo"],"Pages Using This Slideshow":["Pagine che usano questa presentazione"],"Theme Setting":["Impostazioni tema"],"Option":["Opzione"],"Logo":["Logo"],"Slideshows":["Presentazioni"],"Add New":["Aggiungi nuova"],"%d slideshow moved to the Trash.":["%d presentazione spostata nel cestino.","%d presentazioni spostate nel cestino."],"%d slideshow restored from the Trash.":["%d presentazione ripristinata dal cestino.","%d presentazioni ripristinate dal cestino."],"%d slideshow permanently deleted.":["%d presentazione eliminata definitivamente.","%d presentazioni eliminate definitivamente."],"Slideshows permanently deleted.":["Presentazioni eliminate definitivamente."],"Search":["Cerca"],"Browser upgrade required":["È necessario l'aggiornamento del browser"],"It looks like you are using %s. While MetaSlider does support %s on the frontend of the website where users see your slideshows, some of the tools we provide back here require a modern browser.":["Sembra che tu stia usando %s. Mentre MetaSlider supporta %s sul frontend del sito dove gli utenti vedono le tue presentazioni, alcuni degli strumenti che forniamo qui di seguito richiedono un browser moderno."],"Microsoft Internet Explorer 11":["Microsoft Internet Explorer 11"],"IE11":["IE11"],"Update Internet Explorer":["Aggiorna Internet Explorer"],"Main Options":["Opzioni principali"],"Width":["Larghezza"],"Slideshow width":["Larghezza della presentazione"],"px":["px"],"Height":["Altezza"],"Slideshow height":["Altezza della presentazione"],"Arrows":["Frecce"],"Show the Previous / Next arrows.":["Mostra le frecce precedente/successiva."],"Hidden":["Nascosto"],"Visible":["Visibile"],"Visible On Hover":["Visibile in hover"],"Navigation":["Navigazione"],"Show navigation options so that users can browse the slides.":["Mostra le opzioni di navigazione affinché gli utenti possano scorrere le diapositive."],"Dots":["Punti"],"Dots - Visible On Hover":["Punti - Visibile in hover"],"Thumbnails (Pro)":["Miniature (Pro)"],"Thumbnails - Visible On Hover (Pro)":["Miniature - Visibile in hover (Pro)"],"Filmstrip (Pro)":["Pellicola (Pro)"],"Filmstrip - Visible On Hover (Pro)":["Pellicola - Visibile in hover (Pro)"],"100% Width":["Larghezza 100%"],"Stretch the slideshow output to fill its parent container.":["Adatta le immagini della presentazione al contenitore genitore."],"Transition Options":["Opzioni di transizione"],"Transition Effect":["Effetto di transizione"],"This animation is used when changing slides.":["Questa animazione viene usata al cambio delle diapositive."],"Random":["Casuale"],"Swirl":["Vortice"],"Rain":["Pioggia"],"Straight":["Rettilineo"],"Slice Down":["Strisce in basso"],"Slice Up":["Strisce in alto"],"Slice Up Left":["Strisce dall'alto a sinistra"],"Slide Up Down":["Entrata dall'alto in basso"],"Slice Up Down Left":["Bande dall'alto in basso a sinistra"],"Fade":["Dissolvenza"],"Fold":["Avvolgimento"],"Slide in Right":["Entrata da destra"],"Slide in Left":["Entrata da sinistra"],"Box Random":["Quadrati casuali"],"Box Rain":["Pioggia di quadrati"],"Box Rain Reverse":["Pioggia di quadrati invertita"],"Box Rain Grow":["Box pioggia crescente"],"Box Rain Grow Reverse":["Pioggia crescente di quadrati invertita"],"Slide":["Scorrimento"],"Zooming":["Ingrandimento"],"Flip":["Capovolgi"],"Slide Delay":["Ritardo tra le diapositive"],"How long to display each slide, in milliseconds.":["Quanto tempo visualizzare ogni diapositiva, in millisecondi."],"Transition Speed":["Velocità di transizione"],"Choose the speed of the animation in milliseconds. You can select the animation in the \"Effect\" field.":["Scegli la velocità dell'animazione in millisecondi. Puoi selezionare l'animazione nel campo \"Effetto\"."],"Number of Slices":["Numero di porzioni"],"Number of Squares":["Numero di quadrati"],"Number of squares":["Numero di quadrati"],"Slide Direction":["Direzione della diapositiva"],"Select the direction that slides will move. Vertical will not work if \"Carousel mode\" is enabled or \"Transition Effect\" is set to \"Fade\".":["Seleziona la direzione di scorrimento delle diapositive. Il movimento verticale non funziona se è attivata la \"Modalità carosello\" o se l'effetto di transizione è impostato su \"Dissolvenza\"."],"Horizontal":["Orizzontale"],"Vertical":["Verticale"],"Image Animation":["Animazione dell'immagine"],"This feature adds gradual acceleration and deceleration to slide transitions, rather than abrupt starts and stops. This feature only works with the \"Slide\" Transition Effect.":["Questa caratteristica aggiunge alle transizioni delle diapositive un'accelerazione e una decelerazione graduali, anziché avvii e arresti bruschi. Questa caratteristica utilizza solo l'effetto \"Scorrimento\"."],"Fade In":["Dissolvenza in entrata"],"This adds an animation when the slideshow loads. It only uses the \"Fade\" transition effect.":["Questo aggiunge un'animazione al caricamento della presentazione. Utilizza solo l'effetto di transizione \"Dissolvenza\"."],"Hide Arrows On":["Nascondi le frecce su"],"When enabled this setting will hide the arrows on screen widths less than %spx.":["Se abilitata, questa impostazione nasconde le frecce su schermi di larghezza inferiore a %spx."],"When enabled this setting will hide the arrows on screen widths of %1$spx to %2$spx.":["Se abilitata, questa impostazione nasconde le frecce su schermi di larghezza compresa tra %1$spx e %2$spx."],"When enabled this setting will hide the arrows on screen widths equal to or greater than %spx.":["Se abilitata, questa impostazione nasconde le frecce su schermi di larghezza pari o superiore a %spx."],"Hide Navigation On":["Nascondi la navigazione su"],"When enabled this setting will hide the navigation on screen widths less than %spx.":["Se abilitata, questa impostazione nasconde la navigazione su schermi di larghezza inferiore a %spx."],"When enabled this setting will hide the navigation on screen widths of %1$spx to %2$spx.":["Se abilitata, questa impostazione nasconde la navigazione su schermi di larghezza compresa tra %1$spx e %2$spx."],"When enabled this setting will hide the navigation on screen widths equal to or greater than %spx.":["Se abilitata, questa impostazione nasconde la navigazione su schermi di larghezza pari o superiore a %spx."],"Hide Slideshow On":["Nascondi la presentazione su"],"When enabled this setting will hide the slideshow on screen widths less than %spx.":["Se abilitata, questa impostazione nasconde la presentazione sugli schermi di larghezza inferiore a %spx."],"When enabled this setting will hide the slideshow on screen widths of %1$spx to %2$spx.":["Se attivata, questa impostazione nasconde la presentazione sugli schermi di larghezza compresa tra %1$spx e %2$spx."],"When enabled this setting will hide the slideshow on screen widths equal to or greater than %spx.":["Se attivata, questa impostazione nasconde la presentazione sugli schermi di larghezza uguali o maggiori di %spx."],"Advanced Options":["Opzioni avanzate"],"Center Align":["Allinea al centro"],"Center align the slideshow in the available space on your website.":["Allinea al centro la presentazione nello spazio disponibile sul sito web."],"Auto Play":["Riproduzione automatica"],"Transition between slides automatically.":["Transizione automatica tra le diapositive."],"Play / Pause Button":["Pulsante Avvia/ferma"],"This allows user to pause or resume Auto Play on the slideshow.":["Questo permette all'utente di fermare o riprendere la riproduzione automatica nella presentazione."],"Show Play / Pause Button Text":["Mostra il testo del pulsante Avvia/pausa"],"Show text options for Play / Pause Button":["Mostra le opzioni di testo per il pulsante Avvia/pausa"],"Play Text":["Testo play"],"Enter text for the Play/Pause Button. Leave the field empty to use the icon only.":["Inserisci il testo per il pulsante Avvia/Pausa. Lascia vuoto per usare solo le icone."],"Pause Text":["Testo pausa"],"Hover Pause":["Pausa in hover"],"Pause the slideshow when hovering over slider, then resume when no longer hovering.":["Sospendi lo scorrimento quando il mouse è sopra l'immagine, riprendi quando il mouse non è più sull'immagine."],"Loop":["Loop"],"If you choose \"Loop endlessly\", the slides will loop infinitely. If you choose \"Stop on first slide after looping\", the slideshow will stop on the first slide after showing all the items. If you choose \"Stop on last slide\", the slides will stop on the last slide.":["Se scegli “Loop continuo”, le diapositive si ripetono all'infinito. Se scegli “Arresta sulla prima diapositiva dopo il loop”, la presentazione si arresterà sulla prima diapositiva dopo aver mostrato tutti gli elementi. Se scegli “Arresta sull'ultima diapositiva”, le diapositive si fermeranno sull'ultima diapositiva."],"Loop Endlessly":["Loop continuo"],"Stop On Last Slide":["Arresta sull'ultima diapositiva"],"Stop On First Slide After Looping":["Arresta sulla prima diapositiva dopo il loop"],"Image Crop":["Ritaglio Immagine"],"Smart Crop":["Ritaglio intelligente"],"Standard":["Standard"],"Disabled":["Disabilitato"],"Disabled (Smart Pad)":["Disabilitato (Smart Pad)"],"Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size.":["Ritaglio intelligente assicura che le tue diapositive responsive vengano ritagliate con le proporzioni delle dimensioni adeguate alla presentazione."],"Image Crop Size":["Dimensione ritaglio dell'immagine"],"This will increase the size of the images in your slideshow. Larger images are higher quality. Smaller images load more quickly.":["Questo aumenterà le dimensioni delle immagini nella tua presentazione. Le immagini più grandi hanno una qualità più alta. Le immagini più piccole caricano più rapidamente."],"Smooth Height":["Altezza fluida"],"Allow navigation to follow the slide's height smoothly.":["Consentire alla navigazione di seguire fluidamente l'altezza della diapositiva."],"Carousel Mode":["Modalità carosello"],"Display multiple slides at once. Slideshow output will be 100% wide. Carousel Mode only uses the Transition Effect.":["Visualizza più diapositive contemporaneamente. L'output della presentazione sarà largo il 100%. La modalità \"Carosello\" utilizza solo l'effetto \"Scorrimmento\"."],"Loop Carousel Continuously":["Loop carosello continuamente"],"Infinite loop of slides when Carousel Mode is enabled. This option disables arrows and navigation.":["Ciclo infinito di diapositive quando è attivata la modalità \"Carosello\". Questa opzione disabilita le frecce e la navigazione."],"Carousel Margin":["Margini del carosello"],"Pixel margin between slides in carousel.":["Margine in pixel tra le diapositive nel carosello."],"Carousel Items":["Elementi carosello"],"Minimum number of slides to be displayed at once in carousel.":["Numero minimo di diapositive da visualizzare contemporaneamente nel carosello."],"Force Height":["Forza l'altezza"],"If the slideshow looks small, force slideshow height when using Carousel mode. Please note when is enabled slides may look cropped.":["Se la presentazione appare piccola, forzare l'altezza della presentazione quando si usa la modalità \"Carosello\". Si tenga presente che quando viene abilitata la presentazione può sembrare ritagliata."],"Slide Order":["Ordine delle diapositive"],"Newest First":["Prima la più recente"],"Oldest First":["Prima la più vecchia"],"Drag-and-drop":["Trascina e rilascia"],"Select the order in which slides appear in the slideshow. This impacts the frontend view.":["Seleziona l'ordine di visualizzazione delle diapositive nella presentazione. Questo influenza la vista nel frontend."],"Reverse":["Inverti"],"Reverse the animation direction.":["Inverti la direzione dell'animazione."],"Touch Swipe":["Tocca e scorri"],"Allow touch swipe navigation of the slider on touch-enabled devices.":["Consentire la navigazione a scorrimento dello slider su dispositivi abilitati al tocco."],"Progress Bar":["Barra di avanzamento"],"Displays a visual indicator showing the time left before the next slide.":["Visualizza un indicatore visivo del tempo rimanente prima della diapositiva successiva."],"Previous Text":["Testo precedente"],"Set the text for the \"previous\" direction item.":["Imposta il testo per la direzione dell'elemento \"precedente\"."],"Next Text":["Testo successivo"],"Set the text for the \"next\" direction item.":["Imposta il testo per la direzione dell'elemento \"seguente\"."],"Square Delay":["Ritardo tra i quadrati"],"Delay between squares in ms.":["Ritardo tra i riquadri in ms."],"Opacity of title and navigation, between 0 and 1.":["Opacità del titolo e della navigazione, tra 0 e 1."],"Caption Speed":["Velocità della didascalia"],"Set the fade in speed of the caption.":["Configura la velocità della assolvenza in entrata della didascalia."],"Accessibility Options":["Opzioni di accessibilità"],"Keyboard Controls":["Controlli da tastiera"],"Use arrow keys to get to the next slide.":["Utilizza i tasti delle frecce per passare alla diapositiva successiva."],"Tabindex For Navigation":["Tabindex per la navigazione"],"This helps make the slideshow navigation more accessible.":["Questo aiuta a rendere la navigazione della presentazione più accessibile."],"ARIA Live":["Aria Live"],"If Autoplay is enabled, this causes screen readers to announce that the slides are changing.":["Se la riproduzione automatica è abilitata i lettori di schermo diranno che le diapositive stanno cambiando."],"ARIA Current":["Aria attuale"],"This is used on the navigation button for the active slide. It helps screen readers understand which slide is active.":["Questo è usato nel pulsante di navigazione per la diapositiva attiva. Aiuta i lettori dello schermo a capire quale diapositiva è attiva."],"Developer Options":["Opzioni per gli sviluppatori"],"CSS Classes":["Classi CSS"],"Enter custom CSS classes to apply to the slider wrapper. Separate multiple classes with a space.":["Inserisci le classi CSS personalizzate per applicare il wrapper allo slider. Separa le classi con uno spazio."],"Print CSS":["Aggiungi CSS"],"Uncheck this if you would like to include your own CSS.":["Togli la spunta se vuoi inserire il tuo CSS."],"Print JS":["Aggiungi JS"],"Uncheck this if you would like to include your own Javascript.":["Togli la spunta se vuoi inserire il tuo JavaScript."],"No Conflict Mode":["Modalità senza conflitti"],"Delay adding the flexslider class to the slideshow.":["Ritarda l'aggiunta della classe flexslider alla presentazione."],"Trashed Slides":["Diapositive cestinate"],"View trashed slides":["Visualizza le diapositive cestinate"],"Display multiple slides at once. Slideshow output will be 100% wide. Carousel Mode only uses the 'Slide' Transition Effect.":["Visualizza più diapositive contemporaneamente. L'output della presentazione sarà largo il 100%. La modalità \"Carosello\" utilizza solo l'effetto \"Scorrimmento\"."],"Add a new slide":["Aggiungi una nuova diapositiva"],"Add Slide":["Aggiungi diapositiva"],"Save & open the preview":["Salva e apri l'anteprima"],"Add a new slideshow":["Aggiungi una nuova presentazione"],"New":["Nuova"],"Duplicate this slideshow":["Duplica questa presentazione"],"Duplicate":["Duplica"],"Adding custom CSS is a MetaSlider Pro feature. Click to learn more.":["L'aggiunta di CSS personalizzato è una caratteristica di MetaSlider Pro. Fai clic per approfondire."],"Add CSS":["Aggiungi CSS"],"Save slideshow":["Salva la presentazione"],"Save":["Salva"],"Return to Published Slides":["Torna alle diapositive pubblicate"],"Settings":["Impostazioni"],"Help Center":["Centro assistenza"],"Import":["Importa"],"Export":["Esporta"],"Carousel Slideshow":["Presentazione a carosello"],"Carousel Slideshow with Captions":["Presentazione a carosello con didascalie"],"Thanks for using MetaSlider, the WordPress slideshow plugin":["Grazie per utilizzare MetaSlider, il plugin per le presentazioni di WordPress"],"Create a slideshow with your images":["Crea una presentazione con le tue immagini"],"Choose your own images to start a new slideshow.":["Scegli le tue immagini per iniziare una nuova presentazione."],"Open Media Library":["Apri la libreria dei media"],"Import a demo slideshow":["Importa una presentazione dimostrativa"],"Use sample slides to quickly create a new slideshow.":["Utilizza le diapositive di esempio per creare rapidamente una nuova presentazione."],"Blank Slideshow":["Presentazione vuota"],"Image Slideshow":["Presentazione d'immagini"],"Create a Slideshow":["Crea una presentazione"],"Comparison Chart":["Tabella di comparazione"],"Free":["Gratuito"],"Pro":["Pro"],"Installed":["Installato"],"Upgrade now":["Aggiorna ora"],"Create unlimited slideshows":["Crea presentazioni illimitate"],"Create and manage as many slideshows as you need.":["Crea e gestisci tutte le presentazioni che ti necessitano."],"Regular updates":["Aggiornamenti regolari"],"We keep MetaSlider compatible with the latest versions of WordPress.":["Manteniamo MetaSlider compatibile con le ultime versioni di WordPress."],"Intelligent image cropping":["Ritaglio intelligente delle immagini"],"Unique Smart Crop functionality ensures your slides are perfectly resized.":["L'esclusiva funzionalità di \"Ritaglio intelligente\" assicura che le tue diapositive siano perfettamente ridimensionate."],"Thumbnail navigation":["Navigazione delle miniature"],"Allow users to browse your slideshows using thumbnail navigation.":["Permetti agli utenti di navigare nelle tue presentazioni attraverso le miniature."],"Add YouTube, Vimeo and Tiktok slides":["Aggiungi diapositive YouTube, Vimeo e Tiktok"],"Easily include videos hosted by YouTube, Vimeo or TikTok.":["Icludi facilmente video ospitati su YouTube, Vimeo o TikTok."],"Add local video slides":["Aggiungi diapositive con video locale"],"Create slideshows with videos from your WordPress media library.":["Crea presentazioni con i video della tua libreria dei media di WordPress"],"Add external video slides":["Aggiungi diapositive con video esterno"],"Create slideshows with external videos.":["Crea presentazioni con i video esterni."],"Extra premium themes":["Temi premium extra"],"MetaSlider Pro provides stylish and exclusive themes for your slideshows.":["MetaSlider Pro fornisce temi stilizzati ed esclusivi per le tue presentazioni."],"Add slide layers":["Aggiungi livelli di diapositive"],"Add layers to your slides with over 50 available transition effects.":["Aggiungi dei livelli alle tue diapositive con oltre 50 effetti di transizione disponibili."],"Add Post Feed slides":["Aggiungi diapositiva di feed di articoli"],"Easily build slides based on your WordPress posts.":["Costruisci facilmente delle diapositive basate sui tuoi articoli di WordPress."],"Add Custom HTML slides":["Aggiungi diapositive HTML personalizzate"],"Design slides using images, HTML and CSS":["Disegna diapositive utilizzando immagini, HTML e CSS"],"Add custom CSS":["Aggiungi CSS personalizzato"],"Customize your slideshows to fit with your website.":["Personalizza le tue presentazioni per adattarle al tuo sito web."],"Schedule your slides":["Programma le tue diapositive"],"Add a start/end date to individual slides.":["Aggiungi una data di inizio/fine a ciascuna diapositiva."],"Toggle your slide's visibility":["Attiva/disattiva la visibilita della tua diapositiva"],"Hide any slide, without having to delete them.":["Nascondi qualsiasi diapositiva, senza doverla eliminare."],"Premium support":["Supporto premium"],"Have your specific queries addressed directly by our experts.":["Fatevi indirizzare le vostre domande specifiche direttamente dai nostri esperti."],"Crop Position":["Posizione del ritaglio"],"Choose how images are cropped if their size doesn't exactly match the size of your slideshow. This works if \"Smart Crop\" is selected in the \"Image Crop\" settings.":["Scegli come ritagliare le immagini se le loro dimensioni non corrispondono esattamente a quelle della presentazione. Questo funziona se \"Ritaglio intelligente\" è selezionato nelle impostazioni di \"Ritaglio immagine\"."],"Top Left":["In alto a sinistra"],"Top Center":["In alto al centro"],"Top Right":["In alto a destra"],"Center Left":["In centro a sinistra"],"Center Center":["Centrato in mezzo"],"Center Right":["In centro a destra"],"Bottom Left":["In basso a sinistra"],"Bottom Center":["In basso al centro"],"Bottom Right":["In basso a destra"],"Re-crop image":["Ritaglia di nuovo l'immagine"],"Image Link URL":["URL link immagine"],"When visitors click on your image slide, they will be taken to this URL.":["Quando i visitatori fanno clic sulla tua diapositiva immagine, vengono indirizzati a questo URL."],"New window":["Nuova finestra"],"Open link in a new window":["Apri il link in una nuova finestra"],"Image Link Alt Text":["Testo alternativo link immagine"],"This text is used by search engines and visitors using screen readers. Adding Alt text for links is highly recommended.":["Questo testo è usato dai motori di ricerca e dai visitatori che usano i lettori di schermo. L'aggiunta del testo alternativo per i link è fortemente raccomandato."],"Hide slide on:":["Nascondi la diapositiva su:"],"When enabled this setting will hide the slide on screen widths equal to or greater than %spx":["Se attivata, questa impostazione nasconde la diapositiva su schermi di larghezza uguali o maggiori di %spx"],"When enabled this setting will hide the slide on screen widths of %1$spx to %2$spx":["Se attivata, questa impostazione nasconde la diapositiva su schermi di larghezza compresa tra %1$spx e %2$spx."],"Hide caption on:":["Nascondi la didascalia su:"],"When enabled this setting will hide the caption on screen widths equal to or greater than %spx":["Se attivata, questa impostazione nasconde la didascalia su schermi di larghezza uguali o maggiori di %spx"],"When enabled this setting will hide the caption on screen widths of %1$spx to %2$spx":["Se attivata, questa impostazione nasconde la didascalia su schermi di larghezza compresa tra %1$spx e %2$spx"],"Update or activate your MetaSlider Pro now to add a start/end date option to your slides":["Aggiorna o attiva ora il tuo MetaSlider Pro per aggiungere un'opzione di data di inizio/fine alle tue diapositive"],"Get MetaSlider Pro":["Ottieni MetaSlider Pro"],"With MetaSlider Pro, you can schedule your slides. You can choose to show your slides on specific dates, days of the week, or times of day.":["Con MetaSlider Pro è possibile programmare le diapositive. Puoi scegliere di mostrare le tue diapositive in date, giorni della settimana o orari specifici."],"Image Title Text":["Testo del titolo dell'immagine"],"Visitors will see this text if they hover over your image slide. Adding Title text is useful but not required.":["I visitatori vedranno questo testo se passano il mouse sulla diapositiva dell'immagine. L'aggiunta del testo del titolo è utile ma non obbligatoria."],"Enable this to inherit the image title":["Abilita questo per ereditare il titolo dell'immagine"],"Use the image title":["Usa il titolo dell'immagine"],"Image Alt Text":["Testo alternativo dell'immagine"],"This text is used by search engines and visitors using screen readers. Adding Alt text is highly recommended.":["Questo testo viene utilizzato dai motori di ricerca e dai visitatori che utilizzano gli screen reader. L'aggiunta del testo \"alt\" è altamente raccomandata."],"Enable this to inherit the image alt text":["Abilita questo per ereditare il testo alternativo dell'immagine"],"Use the image alt text":["Usa il testo alternativo dell'immagine"],"Your settings might not be saving properly due to a configuration on your server. %s is currently set to %s, but we recommend a setting of 4000. Please see %s for more information. The php.ini file is being loaded from here: %s":["Le tue impostazioni potrebbero non essere salvate correttamente a causa di una configurazione sul tuo server. %s è attualmente impostato su %s, ma noi raccomandiamo un'impostazione di 4000. Per favore vedi %s per maggiori informazioni. Il file php.ini viene caricato da qui: %s"],"this article":["questo articolo"],"Warning:":["Avvertenza:"],"Title:":["Titolo:"],"Select Slider:":["Seleziona lo slider:"],"No slideshows found":["Nessuna presentazione trovata"],"The requested image does not exist. Please try again.":["L'immagine richiesta non esiste. Riprova."],"The image was successfully updated.":["L'immagine è stata aggiornata con successo."],"There was an error updating the image. Please try again":["C'è stato un errore nell'aggiornamento dell'immagine. Riprova"],"There was an error while updating the database. Please try again.":["C'è stato un errore nell'aggiornamento del database. Riprova."],"Trash slide":["Cestina diapositiva"],"Update slide image":["Aggiorna l'immagine della diapositiva"],"Duplicate slide":["Duplica diapositiva"],"This isn't a valid image format. Please try again.":["Questo non è un formato d'immagine valido. Riprova."],"Access denied":["Accesso negato"],"Image Slide":["Diapositiva immagine"],"Warning: The image data does not exist. Please re-upload the image.":["Attenzione: I dati dell'immagine non esistono. Ricarica l'immagine."],"General":["Generale"],"Link":["Link"],"SEO":["SEO"],"Device":["Dispositivo"],"Crop":["Ritaglia"],"Schedule":["Programma"],"Click the \"Add Slide\" button to create your slideshow":["Fai clic sul pulsante \"Aggiungi diapositiva\" per creare la tua presentazione"],"Edit Slideshow":["Modifica presentazione"],"MetaSlider Pro is installed but is out of date. You may update it %shere%s. Learn more about this notice %shere%s":["MetaSlider Pro è installato ma non è aggiornato. Puoi aggiornarlo %squi%s. Per saperne di più su questo avviso fai clic %squi%s"],"Home":["Home"],"Quick Start":["Avvio rapido"],"Settings & Help":["Impostazioni e aiuto"],"Upgrade to Pro":["Aggiorna a Pro"],"All Slideshows":["Tutte le presentazioni"],"Create Slideshow":["Crea una presentazione"],"Image":["Immagine"],"Add to slideshow":["Aggiungi alla presentazione"],"Vimeo":["Vimeo"],"YouTube":["YouTube"],"TikTok":["TikTok"],"External Image":["Immagine esterna"],"External Video":["Video esterno"],"Custom HTML":["HTML personalizzato"],"Post Feed":["Feed articolo"],"Layer Slide":["Diapositiva del livello"],"Local Video":["Video locale"],"The slide was successfully restored":["La diapositiva è stata ripristinata con successo"],"The attempt to restore the slide failed.":["Il tentativo di ripristinare la diapositiva è fallito."],"The slide was successfully trashed":["La diapositiva è stata cestinata con successo"],"The slide was permanently deleted":["La diapositiva è stata eliminata definitivamente"],"Slide permanently deleted.":["Diapositiva eliminata definitivamente."],"Slide restored.":["Diapositiva ripristinata."],"Loading... Please wait!":["Caricamento in corso… attendi!"],"Loading... Please wait! This may take some minutes due we're downloading sample Local videos.":["Caricamento in corso… attendi! Questa operazione potrebbe richiedere alcuni minuti perché si stanno scaricando dei video locali di esempio."],"You are viewing slides that have been trashed, which will be automatically deleted in %s days.":["Stai visualizzando delle diapositive che sono state cestinate e che verranno eliminate automaticamente tra %s giorni."],"Move slideshow to trash":["Sposta la presentazione nel cestino"],"Choose slideshow":["Scegli la presentazione"],"Insert slideshow":["Inserisci la presentazione"],"Create slides by adding text, videos and more to your images":["Crea diapositive aggiungendo testo, video e molto altro alle tue immagini."],"With Layer slides, you can create beautiful, stylish layers of different elements.":["Con le diapositive a livelli puoi creare bellissimi ed eleganti livelli di elementi diversi."],"You start with an image and then can add text, video, colors, animations, more images, and even shortcodes.":["Inizia con un'immagine e poi può aggiungere testo, video, colori, animazioni, altre immagini e persino shortcode."],"Find out more about MetaSlider Pro":["Leggi tutto su MetaSlider Pro"],"Create slideshows with your Vimeo videos":["Crea presentazioni con i tuoi video Vimeo"],"With Vimeo slides, you can build beautiful slideshows with your Vimeo videos.":["Con le diapositive di Vimeo, puoi creare bellissime presentazioni con i tuoi video di Vimeo."],"Vimeo slides will display your videos with auto play, mute, the ability to hide controls, and much more.":["Le diapositive di Vimeo visualizzeranno i tuoi video con riproduzione automatica, silenziamento, possibilità di nascondere i controlli e molto altro ancora."],"Create slideshows with your YouTube videos":["Crea presentazioni con i tuoi video YouTube"],"With YouTube slides, you can build beautiful slideshows with your YouTube videos.":["Con le diapositive di YouTube, puoi creare bellissime presentazioni con i tuoi video di YouTube."],"YouTube slides will display your videos with auto play, mute, lazy load, the ability to hide controls, and much more.":["Le diapositive di YouTube visualizzeranno i tuoi video con riproduzione automatica, silenziamento, possibilità di nascondere i controlli e molto altro ancora."],"Create slideshows with your posts":["Crea presentazioni con i tuoi articoli"],"With Post Feed slides, you can build slideshows with your latest posts, events, or WooCommerce products.":["Con le diapositive dei feed degli articoli, puoi creare presentazioni con i tuoi ultimi articoli, eventi o prodotti WooCommerce."],"Post Feed slides will automatically display your posts with images, text, custom fields, and much more.":["Le diapositive feed degli articoli visualizzeranno automaticamente i tuoi articoli con immagini, testo, campi personalizzati e molto altro ancora."],"Create slideshows with images stored outside of WordPress":["Crea presentazioni con immagini memorizzate fuori da WordPress"],"With External URL slides, you can load images directly from non-WordPress sources such as CDNs or image hosts.":["Con le diapositive URL esterne, ti sarà possibile caricare le immagini direttamente da fonti diverse da WordPress, come CDN o host di immagini."],"External URL slides give you all the power of MetaSlider, using images stored anywhere you want.":["Le diapositive con URL esterno ti offrono tutta la potenza di MetaSlider, utilizzando le immagini memorizzate ovunque tu voglia."],"Create slideshows with videos in your media library":["Crea presentazioni con i video della tua libreria dei media"],"With Local Video slides, you can build beautiful slideshows with videos in your WordPress media library.":["Con le diapositive per video locale puoi costruire bellissime presentazioni con i video della tua libreria dei media di WordPress."],"Local Video slides will display your MP4, WebM, and MOV videos with cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Le diapositive per video locale visualizzeranno i tuoi video in MP4, WebM, e MOV con un'immagine di copertina, riproduzione automatica, opzione muto, caricamento differito, la possibilità di nascondere i controlli e molto altro."],"Create slideshows with videos stored outside of WordPress":["Crea presentazioni con video memorizzati fuori da WordPress"],"With External Video slides, you can add videos directly from non-WordPress sources.":["Con le diapositive video esterno, ti sarà possibile caricare i video direttamente da fonti diverse da WordPress."],"External Video Slides will display your MP4, WebM, and MOV videos. Features include text captions, cover images, auto play, mute, lazy load, the ability to hide controls, and much more.":["Le diapositive per video esterno visualizzeranno i tuoi video in MP4, WebM, e MOV. Le caratteristiche includono didascalia testuale, un'immagine di copertina, riproduzione automatica, silenziazione, caricamento differito, la possibilità di nascondere i controlli e molto altro."],"Create slideshows with custom HTML":["Crea presentazioni con HTML personalizzato"],"With Custom HTML slides, you can design slides using images, HTML and CSS. This gives you complete control over the layout and styling.":["Con le diapositive HTML personalizzate puoi creare slide utilizzando immagini, HTML e CSS. Questo ti dà un completo controllo sul layout e lo stile."],"Create slideshows with Tiktok Videos":["Crea presentazioni con i video Tiktok"],"A TikTok Slide will display a video in your slideshow directly from TikTok.com.":["Una diapositiva TikTok visualizza un video nella presentazione direttamente da TikTok.com."],"Premium Support":["Supporto Premium"],"MetaSlider Pro":["MetaSlider Pro"],"Support":["Supporto"],"Documentation":["Documentazione"],"Leave a review":["Scrivi una recensione"],"Icon Colors":["Colori icona"],"Default":["Predefinito"],"Hover":["Passaggio del mouse"],"Numbers Underline":["Sottolineatura dei numeri"],"Active":["Attiva"],"Numbers":["Numeri"],"Numbers Size":["Dimensione numeri"],"Numbers Line Height":["Altezza linea dei numeri"],"Distance Between Numbers":["Distanza tra i numeri"],"Colors":["Colori"],"Text":["Testo"],"Font Size":["Dimensione font"],"Line Height":["Interlinea"],"Text Align":["Allinea testo"],"Left":["A sinistra"],"Right":["A destra"],"Center":["Al centro"],"Background":["Sfondo"],"Distance from Edge":["Distanza dal bordo"],"Position":["Posizione"],"Top":["Alto"],"Bottom":["In basso"],"Position Offset":["Offset posizione"],"Based on \"Position\".":["Basato sulla \"Posizione\"."],"Icon Size":["Dimensione icona"],"Border Radius":["Raggio del bordo"],"Opacity (default)":["Opacità (predefinita)"],"Opacity (hover)":["Opacità (hover)"],"Dots Border Radius":["Raggio del bordo dei punti"],"Dots Width":["Spessore punti"],"Dots Height":["Altezza punti"],"Distance Between Dots":["Distanza tra i punti"],"Links":["Link"],"Number Size":["Dimensione numero"],"Number Line Height":["Altezza linea del numero"],"Number Underline Width":["Spessore sottolineatura del numero"],"Border":["Bordo"],"Dots Border Width":["Spessore bordo a punti"],"Border Color":["Colore bordo"],"Border Width":["Spessore bordo"],"Dots Size":["Dimensione punti"],"Visible in active and hover navigation dot":["Visibile nel punto di navigazione attivo e al passaggio del mouse"],"Dots Border Style":["Stile bordo a punti"],"Solid":["Pieno"],"Dotted":["Punteggiato"],"Dashed":["Tratteggiato"],"Icon colors":["Colori icona"],"Slideshow":["Presentazione"],"Alignment":["Allineamento"],"This is the default MetaSlider theme.":["Questo è il tema predefinito di MetaSlider."],"Bitono is a minimalist theme with a 2-color scheme. Recommended for Image, External Image and Post feed slides.":["Bitono è un tema minimalista con uno schema a due colori. Raccomandato per diapositive d'immagini, immagini esterne e feed di articoli."],"Clarity is focused on accessibility. It has easy-to-read fonts, and a straightforward, distraction-free interface.":["Clarity è focalizzato sull'accessibilità. Ha dei font facili da leggere e un'interfaccia immediata e senza distrazioni."],"Databold is a modern, business theme with lots of room for your captions. Databold is recommended for Image, External Image, and Post Feed slides.":["Databold è un tema moderno e commerciale con molto spazio per le didascalie. Databold è consigliato per le diapositive di immagini, immagini esterne e feed di articoli."],"Draxler is a stylish theme that places the navigation arrows in the top-right corner. There's also plenty of room for your captions.":["Draxler è un tema elegante che colloca le frecce di navigazione nell'angolo in alto a destra. C'è anche molto spazio per le didascalie."],"Featuring a built-in button with custom link, Nexus seamlessly integrates key points and interactive elements, making your presentation both engaging and navigable.":["Dotato di un pulsante integrato con link personalizzato, Nexus integra perfettamente i punti chiave e gli elementi interattivi, rendendo la presentazione coinvolgente e navigabile."],"A standard slideshow layout with a modern design and large, clear arrows.":["Un layout di presentazione standard con un design moderno e frecce grandi e chiare."],"A clean, subtle theme that features block arrows and bold design.":["Un tema pulito e raffinato che presenta blocchi di frecce e un design deciso."],"A fun, circular design to brighten up your site. This theme works well with dark images":["Un design divertente e circolare per illuminare il tuo sito. Questo tema funziona bene con immagini scure"],"A smart, contemporary design that is built to blend seamlessly into any theme.":["Un design elegante e contemporaneo che è stato costruito per integrarsi perfettamente in qualsiasi tema."],"This theme places the controls vertically for a unique look.":["Questo tema mette i controlli in verticale per un look unico."],"A futuristic and linear design that has a unique, horizontal navigation.":["Un design futiristico e lineare che ha una unica navigazione orizzontale."],"This lightweight design uses numbers for the navigation. The navigation, caption, and arrows are share the same line.":["Questo design leggero utilizza i numeri per la navigazione. La navigazione, la didascalia e le frecce condividono la stessa linea."],"This theme has a special additional functionality that uses image titles as the slide navigation. ":["Questo tema ha una speciale funzionalità aggiuntiva che utilizza i titoli delle immagini come navigazione delle diapositive. "],"If you would like to use the image titles as the navigation, you can do so by editing the image title in the media library or manually on the slide (SEO tab).":["Se vuoi utilizzare i titoli delle immagini come navigazione, puoi farlo e ti basta modificare il titolo dell'immagine nella libreria dei media o manualmente nella diapositiva (scheda SEO)."],"This theme has a unique design that gives it a sophisticated look.":["Questo tema ha un design unico che gli dà un aspetto sofisticato."],"A bold and clear design that works well on a darker images.":["Un design netto e chiaro che funziona bene su immagini più scure."],"A minimalist theme that gets out of the way so you can showcasing your beautiful pictures. Best used with Image Slides.":["Un tema minimalista non invasivo che ti permette di mettere in mostra le tue bellissime foto. Da utilizzare preferibilmente con le diapositive di immagini."],"The Nivo Light theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Light incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"The Nivo Bar theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Bar incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"The Nivo Dark theme included here for legacy purposes. Note: only works with Nivo Slider":["Il tema Nivo Dark incluso qui per scopi di eredità. Nota: funziona solo con Nivo Slider"],"minimalist":["minimalista"],"2 columns":["2 colonne"],"A 2 columns minimalistic theme to split your images and captions.":["Un tema minimalista a 2 colonne per divider le tue immagini e didascalie."],"Image, External URL and Post Feed slides are displayed in 2 columns, while the others slide types are displayed in 1 column.":["Diapositive di immagini, URL esterni e feed di articoli sono visualizzati in 2 colonne, mentre gli altri tipi di diapositive sono visualizzati in una colonna."],"videos":["video"],"vertical":["verticale"],"A theme to showcase vertical images and videos.":["Durata della visualizzazione delle diapositive della pellicola, in millisecondi."],"Ideal for Images, Post Feed slides, YouTube and Vimeo vertical videos.":["Ideale per immagini, diapositive di feed di articoli, video verticali YouTube e Vimeo."],"A dynamic slideshow theme that emphasizes the active slide by scaling it larger than the surrounding slides, creating a hero-like focal point that draws the viewer's attention.":["Un tema di presentazione dinamico che enfatizza la diapositiva attiva ingrandendola rispetto alle diapositive circostanti, creando un punto focale simile a un eroe che attira l'attenzione dello spettatore."],"This is the Beta version of the Hero Theme. It should also be used with 100% Width and Carousel Mode disabled and Transition Effect set to Slide. Currently works on all slide types except External Image and Tiktok Videos.":["Questa è la versione beta del tema Hero. Dovrebbe essere utilizzato anche con una larghezza del 100% e la modalità \"Carosello\" disabilitata e l'effetto di transizione impostato su \"Scorrimento\". Attualmente funziona con tutti i tipi di diapositive, tranne Immagine esterna e Video Tiktok."],"A slideshow theme that unveils captions on hover, adding a dynamic touch to portfolios and showcases.":["Un tema per la presentazione che mostra le didascalie al passaggio del mouse, aggiungendo un tocco dinamico ai portafoli e alle vetrine."],"Best used on slideshows with captions.":["Meglio se utilizzato per le presentazioni con didascalie."],"A modern slideshow theme with captions positioned at the top, showcasing features with sleek elegance.":["Un tema moderno per la presentazione con le didascalie posizionate in alto, mostrando le caratteristiche con una raffinata eleganza."],"When using this theme with Carousel Mode, adjust the Carousel Margin setting to create space between the slides.":["Quando si utilizza questo tema con la modalità carosello, bisogna regolare l'impostazione del margine del carosello per creare spazio tra le diapositive."],"A dynamic slideshow theme that emphasizes the active slide by using grayscale and opacity for the surrounding slides, creating a focal point that draws the viewer's attention.":["Un tema di presentazione dinamico che enfatizza la diapositiva attiva utilizzando una scala di grigi e l'opacità per le diapositive circostanti, creando così un punto focale che attiri l'attenzione dello spettatore."],"This is the Beta version of the Focus Theme. It should also be used with 100% Width and Carousel Mode disabled and Transition Effect set to Slide. Currently works on all slide types except External Image and Tiktok Videos.":["Questa è la versione beta del tema Focus. Dovrebbe essere utilizzato anche con una larghezza del 100% e la modalità \"Carosello\" disabilitata e l'effetto di transizione impostato su \"Scorrimento\". Attualmente funziona con tutti i tipi di diapositive, tranne Immagine esterna e Video Tiktok."],"To add a button to the Nexus theme, enter the URL and the button text into the \"Link\" tab.":["Per aggiungere un pulsante al tema Nexus, inserisci l'URL e il testo del pulsante nella scheda \"Link\"."],"Button":["Pulsante"],"Click Here":["Fai clic qui"],"Text and Numbers":["Testo e numeri"],"Color":["Colore"],"Font Size for Active Number ":["Dimensione font per i numeri attivi "],"Line Height for Active Number ":["Altezza linea dei numeri attivi "],"Font Size for Count Number ":["Dimensione font per i numeri del contatore "],"Line Height for Count Number ":["Altezza linea dei numeri del contatore "],"Previous Slide":["Diapositiva precedente"],"Next Slide":["Diapositiva successiva"],"Preparing 1 slide...":["Preparando 1 diapostiva…"],"1 slide added successfully":["1 diapostiva aggiunta correttamente"],"Opening add slide UI...":["Apertura dell'interfaccia utente per aggiungere diapositive…"],"Closing add slide UI...":["Chusura dell'interfaccia utente per aggiungere diapositive…"],"Updating slide...":["Aggiornamento della diapositiva…"],"Slide updated successfully":["Diapositiva aggiornata correttamente"],"Stop on first slide after looping":["Arresta sulla prima diapositiva dopo il loop"],"Crop position saved and image cropped":["Posizione del ritaglio salvata e immagine ritagliata"],"There was an error when saving crop position or cropping the image":["C'è stato un errore durante il salvataggio della posizione di ritaglio o nel ritagliare l'immagine"],"Device options are enabled for this slide. Adjust using the Mobile tab.":["Le opzioni per i dispositivi sono abilitate per questa diapositiva. Per la regolazione, utilizza la scheda \"Mobile\"."],"CSS Manager notice opened":["Avviso del gestore CSS aperto"],"CSS Manager notice closed":["Avviso del gestore CSS chiuso"],"CSS Manager":["Gestore CSS"],"Easily add custom CSS to your slideshows to create the perfect design for your sites.":["Aggiungi facilmente CSS personalizzati alle tue presentazioni per creare il design perfetto per i tuoi siti."],"Built-in text editor full of features.":["Editor di testo incorporato pieno di funzionalità."],"Loads only on the front-end where needed.":["Carica solo sul frontend dove necessario."],"Includes recipes to solve common scenarios.":["Include raccomandazioni per risolvere situazioni comuni."],"Analytics notice opened":["Avviso analitico aperto"],"Analytics notice closed":["Avviso analitico chiuso"],"We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Ci piacerebbe poterti inviare di tanto in tanto delle email con aggiornamenti importanti sulla sicurezza e le prossime caratteristiche. Vedi la nostra %s per maggiori informazioni."],"privacy policy":["informativa sulla privacy"],"Thanks for using MetaSlider":["Grazie per utilizzare MetaSlider"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information?":["Stiamo realizzando la nuova versione di MetaSlider. Puoi aiutarci condividendo con noi le informazioni di diagnostica in modo impersonale che non coinvolgono i tuoi dati sensibili?"],"Agree and continue":["Accetta e continua"],"No thanks":["No grazie"],"Duplicating...":["Copia in corso..."],"To edit this slide, click \"Restore\" and then \"Return to Published Slides\"":["Per modificare questa diapositiva, fai click su \"Ripristina\" e poi su \"Ritorna alle diapositive pubblicate\""],"MetaSlider dashboard loaded":["Bacheca di MetaSlider caricata"],"Saving...":["Salvataggio in corso..."],"Saving %s slides. This may take a few moments.":["Salvataggio delle diapositive %s. Questo può richiedere qualche istante."],"Slideshow saved":["Presentazione salvata"],"Duplicated successfully. Reloading...":["Duplicato con successo. Caricando…"],"Settings saved":["Impostazioni salvate"],"Still working... %s slides remaining...":["Ancora in corso… %s diapositive rimaste…"],"Tour cancelled successfully":["Tour annullato con successo"],"Tour cancelled unsuccessfully":["Tour annullato senza successo"],"Are you sure?":["Sei sicuro?"],"This slideshow will be moved to the \"Trash\" area.":["Questa presentazione verrà spostata nell'area \"Cestino\"."],"Confirm":["Conferma"],"Invalid nonce token":["Token nonce non valido"],"OK":["OK"],"Unable to proceed due to invalid nonce token.":["Impossibile continuare a causa di un token nonce non valido."],"Something went wrong":["Qualcosa è andato storto"],"Preparing slideshow for duplication...":["Preparando la presentazione per la duplicazione…"],"Doing something...":["Facendo qualcosa..."],"No error message provided.":["Nessun messaggio di errore fornito."],"Undefined error occurred":["Si è verificato un errore non definito"],"No error message reported.":["Nessun messaggio di errore riportato."],"Saving theme...":["Salvataggio del tema…"],"Theme saved":["Tema salvato"],"Slideshow Theme":["Tema presentazione"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Questo tema non è ufficialmente supportato dal visore che hai scelto. I tuoi risultati potrebbero variare."],"theme":["tema"],"Legacy":["Legacy"],"Custom theme":["Tema personalizzato"],"Remove":["Rimuovi"],"Change":["Cambia"],"Change the design your slideshow with a stylish MetaSlider theme!":["Cambia il design della tua presentazione con un elegante tema MetaSlider!"],"Select a custom theme":["Seleziona un tema personalizzato"],"All themes":["Tutti i temi"],"Loading...":["Caricamento in corso..."],"Get MetaSlider Pro!":["Ottieni MetaSlider Pro!"],"Upgrade now to unlock this theme!":["Aggiorna ora per sbloccare questo tema!"],"Upgrade now to build your own custom themes!":["Aggiorna ora per costruire i tuoi temi personalizzati!"],"MetaSlider Pro is installed!":["MetaSlider Pro è installato!"],"You can create your own themes with our theme editor":["Puoi creare i tuoi temi con il nostro editor di temi"],"Get started":["Come iniziare"],"Theme Details":["Dettagli del tema"],"Theme Instructions":["Instruzioni del tema"],"Tags":["Tag"],"Style Details":["Dettagli stile"],"This style was created with the Theme Editor.":["Questo stile è stato creato con l'editor di temi."],"This theme was created through the theme editor.":["Questo tema è stato creato con l'editor di temi."],"How To Use":["Come si usa"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Seleziona un tema sulla sinistra da utilizzare in questa presentazione. Clicca sul tema per maggiori dettagli."],"MetaSlider Pro gives you access to extra themes. You can also create completely new themes that can easily be added to new slideshows.":["MetaSlider Pro ti dà accesso a temi extra. Puoi creare completamente dei nuovi temi che possono essere facilmente aggiunti alle nuove presentazioni."],"Error: No themes were found.":["Errore: Nessun tema trovato."],"Preview slideshow":["Anteprima presentazione"],"Select":["Seleziona"],"Toggle overlay type":["Attiva/disattiva il tipo di sovrimpressione"],"Toggle full width":["Attiva/disattiva larghezza piena"],"Exit preview":["Esci dall'anteprima"],"This feature is not fully supported in this browser.":["Questa caratteristica non è supportata completamente in questo browser."],"Media caption":["Didascalia dei media"],"Media description":["Descrizione dei media"],"Manual entry":["Inserimento manuale"],"Enter text that will appear with your image slide.":["Inserisci il testo che apparirà con la tua diapositiva immagine."],"Automatically updates directly from the WP Media Library":["Si aggiorna automaticamente direttamente da WP Media Library"],"No default was found":["Nessun predefinito trovato"],"You may use HTML here":["Puoi utilizzare HTML qui"],"Filter by type":["Filtra per tipo"],"All media items":["Tutti gli elementi media"],"Search Unsplash API":["Cerca l'API di Unsplash"],"Search unsplash.com...":["Cerca su unsplash.com…"],"Load more":["Carica altro"],"Photo by %s on Unsplash":["Foto di %s su Unsplash"],"Photo on Unsplash":["Foto su Unsplash"],"Opening Unsplash tab...":["Apertura della scheda unsplash…"],"Unsplash tab closed":["Scheda unsplash chiusa"],"No photots found.":["Nessuna foto trovata."],"Photo by %s":["Foto di %s"],"Deselect":["Deseleziona"],"Attachment Details":["Dettagli dell'allegato"],"view original":["visualizza originale"],"Profile":["Profilo"],"Portfolio":["Portfolio"],"Alt Text":["Testo \"alt\""],"Description":["Descrizione"],"Quality":["Qualità"],"All photos published on Unsplash can be used for free.":["Tutte le foto pubblicate su Unsplash possono essere utilizzate gratuitamente."],"view license":["visualizza la licenza"],"Complete!":["Completato!"],"Crunching...":["Elaborazione in corso…"],"Import Slides":["Importa diapositive"],"Import slides":["Importa diapositive"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Attualmente non hai diapositive da visualizzare in anteprima. Se vuoi, possiamo importare alcune diapositive di immagini per te."],"No valid files found":["Non è stato trovato alcun file valido"],"Drag and drop interface not available.":["Interfaccia trascina e rilascia non disponibile."],"Drop images here":["Rilascia qui le immagini"],"Press %s to save or %s to cancel.":["Premere %s per salvare o %s per annullare."],"Shortcode copied":["Shortcode copiato"],"Shortcode unable to be copied automatically":["Impossibile copiare automaticamente lo shortcode"],"Failed to open utility modal...":["Apertura dell'utilità modale non riuscita…"],"Opening utility modal...":["Apertura dell'utilità modale…"],"Closing utility modal...":["Chiusura dell'utilità modale…"],"No slides":["Nessuna diapositiva"],"Current":["Corrente"],"last updated: %s":["ultimo aggiornamento: %s"],"Viewing 1 slideshow":["Visualizzazione di 1 presentazione"],"Viewing %s out of %s slideshows":["Visualizzazione di %s su %s presentazioni"],"Search slideshows (Press ctrl + / to focus)‎":["Cerca presentazioni (Premi ctrl + / per mettere a fuoco)"],"Searching slideshows...":["Ricerca di presentazioni…"],"1 slideshow":["1 presentazione"],"Viewing %s out of %s slideshows (%s loaded)":["Visualizzazione di %s su %s presentazioni (%s caricate)"],"Indexing %s slideshows into local storage...":["Indicizzazione di %s presentazioni nella memoria locale…"],"All Slideshows loaded":["Tutte le presentazioni sono state caricate"],"Fetching slideshows...":["Recupero delle presentazioni…"],"Finished":["Finito"],"Indexing slideshows... %s remaining":["Indicizzazione delle presentazioni… %s restanti"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Questa caratteristica non è pienamente supportata in Internet Explorer 11 e si possono verificare tempi lenti nei risultati della ricerca."],"Sort by title":["Ordina per titolo"],"Sort by modified date":["Ordina per data di modifica"],"Filter slideshows‎":["Filtra presentazioni"],"Searching...":["Ricerca in corso..."],"Updating...":["Aggiornamento in corso..."],"Load all":["Carica tutto"],"Clear cache":["Svuota la cache"],"Load remaining %s slideshows":["Carica le rimanenti %s presentazioni"],"Press to clear the slideshow cache from your web browser":["Premi qui per svuotare la cache della presentazione nel tuo browser"],"Loading slideshows...":["Caricamento delle presentazioni…"],"Browse slideshows":["Scorri le presentazioni"],"Collapse":["Comprimi"],"Press to expand":["Premi per espandere"],"Copy all":["Copia tutto"],"All settings saved":["Tutte le impostazioni salvate"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Qui troverai la documentazione e due livelli di supporto tra cui scegliere. Inoltre, puoi fornirci informazioni extra specifiche per il tuo sito web, server, ecc."],"Documentation 📚":["Documentazione 📚"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Controlla la nostra pagina di documentazione per esempi e maggiori informazioni su ciò che puoi fare con MetaSlider."],"Visit documentation":["Vedi la documentazione"],"Free Basic Support 🚀":["Supportodi base gratuito 🚀"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Per gli utenti della versione gratuita di MetaSlider, offriamo un supporto completo e gratuito sui forum di wordpress.org."],"Visit wordpress.org":["Visita wordpress.org"],"Paid Premium Support 🌟":["Supporto Premium a pagamento 🌟"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Gli utenti paganti del plugin premium possono aprire un ticket sul nostro centro di supporto privato per ricevere un'assistenza personalizzata e tempi di risposta più rapidi."],"Visit metaslider.com":["Visita metaslider.com"],"Site Information":["Informazioni sul sito"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Per tua comodità, puoi prima copiare le informazioni di base del sito per aiutarci a velocizzare il processo di debugging. Assicurati di verificare che non siano incluse informazioni personali che potresti voler mantenere private."],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia il titolo predefinito che sarà usato quando si crea una nuova presentazione. Usa %s e sarà sostituito dall'ID della presentazione corrente."],"If you are a pro member, enter your license key here to receive updates. %s":["Se sei un membro pro, inserisci qui la tua chiave di licenza per ricevere gli aggiornamenti. %s"],"Upgrade here":["Aggiorna qui"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Accetta che MetaSlider raccolga responsabilmente informazioni su come usi il nostro plugin. Questo è disabilitato di default, ma potrebbe essere stato abilitato tramite una notifica. %s"],"View our detailed privacy policy":["Visualizza i dettagli della nostra informativa sulla privacy"],"Thumbnail":["Miniatura"],"Thumbnail (Pro)":["Miniatura (Pro)"],"Filmstrip":["Pellicola"],"Slideshow settings saved":["Impostazioni della presentazione salvate"],"Global settings saved":["Impostazioni globali salvate"],"Pro settings saved":["Impostazioni Pro salvate"],"Slideshow Defaults":["Presentazioni predefinite"],"Update the default settings used when creating new slideshows.":["Aggiorna le impostazioni predefinite utilizzate per la creazione di nuove presentazioni."],"Default Slideshow Title":["Titolo predefinito della presentazione"],"Change the default title":["Cambia il titolo predefinito"],"Base Image Width":["Larghezza dell'immagine di base"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Aggiorna la larghezza predefinita per l'immagine di base. Questa sarà usata per le dimensioni della presentazione e per il ritaglio dell'immagine di base."],"Change the default width":["Modifica la larghezza predefinita"],"Base Image Height":["Altezza dell'immagine di base"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimensions. If set to 100% width, the height will scale accordingly.":["Aggiorna l'altezza predefinita per l'immagine di base. Questo sarà usato per il ritaglio dell'immagine di base e per le dimensioni della presentazione. Se la larghezza è impostata al 100%, l'altezza scalerà di conseguenza."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Mentre la larghezza e l'altezza definite sopra saranno utilizzate per il ritaglio (se abilitato) e le dimensioni di base della presentazione, si può anche impostare la presentazione per adattarsi al suo contenitore."],"Change the default navigation when creating a new slideshow. Show options so that users can browse the slides.":["Cambia la navigazione predefinita quando si crea una nuova presentazione. Mostra le opzioni per consentire agli utenti di sfogliare le diapositive."],"Change the default transition between slides automatically when creating a new slideshow.":["Cambia la transizione predefinita tra le diapositive automaticamente quando si crea una nuova presentazione."],"Global Settings":["Impostazioni globali"],"Update the settings used for all the slideshows on your site.":["Aggiorna le impostazioni utilizzate per tutte le presentazioni sul tuo sito."],"License Key":["Chiave di licenza"],"Update license key":["Aggiorna la chiave di licenza"],"Help Improve MetaSlider":["Aiutaci a migliorare MetaSlider"],"Enable Device Settings":["Abilita le impostazioni per i dispositivi"],"Add option to hide slides and captions per screen size.":["Aggiungi le opzioni per nascondere le diapositive e le didascalie in funzione della dimensione degli schermi."],"Device Settings":["Impostazioni per i dispositivi"],"Set breakpoints for different screen sizes":["Imposta i breakpoint per le differenti dimensioni degli schermi"],"Disable Legacy Libraries":["Disabilita la libreria legacy"],"This setting allows you to disable the legacy slideshow libraries: Nivo Slider, Coin Slider, and Responsive Slides":["Queste impostazioni ti permettono di disabilitare le librerie legacy di presentazione: Nivo Slider, Coin Slider e Responsive Slides"],"You can safely enable this setting. None of your slideshows use the legacy libraries.":["Puoi tranquillamente abilitare questa impostazione. Nessuna delle tue presentazioni utilizza le librerie legacy."],"You currently have %s slideshows that use legacy libraries.":["Attualmente hai %s presentazioni che utilizzano librerie legacy."],"You currently have %s slideshow that uses legacy libraries.":["Attualmente hai %s presentazioni che utilizzano librerie legacy."],"Enable MetaSlider on Admin Bar":["Abilitia MetaSlider nella barra di amministrazione"],"Add and edit slideshows easier by showing MetaSlider on your admin bar.":["Aggiungi e modifica facilmente le presentazioni mostrando MetaSlider nella tua barra di amministrazione."],"Enable Frontend Edit Links":["Abilita i link di modifica del frontend"],"Edit slideshows easily by showing MetaSlider link under each slideshow.":["Modifica le presentazioni facilmente mostrando il link MetaSlider sotto ogni presentazione."],"Last":["Ultimo"],"First":["Primo"],"New slides order":["Nuovo ordine delle diapositive"],"Select the position for new added slides.":["Seleziona la posizione per le nuove diapositive aggiunte."],"Disable Legacy Widget":["Disabilita i widget legacy"],"This setting allows you to disable the legacy MetaSlider widget.":["Queste impostazioni ti permettono di disabilitare i widget legacy di MetaSlider."],"Enable TinyMCE":["Abilita TinyMCE"],"TinyMCE is a WYSIWYG editor you can use in slide captions.":["TinyMCE è un editor WYSIWYG che puoi utilizzare per le didascalie delle diapositive."],"Dashboard Settings":["Impostazioni bacheca"],"Set default sorting options and items per page for your Dashboard.":["Imposta le opzioni di ordinamento predefinite e gli elementi per pagina della tua bacheca."],"Slideshow ID":["ID presentazione"],"Date Created":["Data di creazione"],"Sort Slideshows By":["Ordina le presentazioni per"],"Ascending":["Crescente"],"Descending":["Decrescente"],"Order By":["Ordina per"],"Items Per Page":["Elementi per pagina"],"Pro Settings":["Impostazioni Pro"],"Update the MetaSlider Pro settings.":["Aggiorna le impostazioni di MetaSlider Pro."],"Select how many custom fields will display in the dropdown menu when you are inserting tags.":["Seleziona quanti campi personalizzati mostrare nel menu a discesa quando inserisci i tag."],"Change the maximum custom fields for Post Feed":["Cambia il numero massimo di campi personalizzati per il feed dei articoli"],"Enable Legacy Theme Editor":["Abilita l'editor del tema legacy"],"This setting allows you to enable the legacy Theme Editor.":["Questa impostazione ti permette di abilitare l'editor di temi legacy."],"The data in this file does not appear to be valid.":["I dati di questo file non sembrano essere validi."],"Found %s slideshows":["Trovate %s presentazioni"],"Image search complete":["Ricerca immagini completata"],"We are still searching for your images. Please wait.":["Stiamo ancora cercando le tue immagini. Attendi."],"You have no slideshows to import":["Non hai presentazioni da importare"],"Some images are missing":["Mancano alcune immagini"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Quando le immagini mancano, dovrai aggiornare o cancellare manualmente la diapositiva dopo il completamento dell'importazione."],"Continue":["Continua"],"Importing %s slideshows...":["Importazione di %s presentazioni…"],"Import successful":["Importazione riuscita"],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa facilmente le presentazioni generate da MetaSlider. Questo richiede un file generato dalla scheda di esportazione."],"Load slideshows":["Carica presentazioni"],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Se hai un file di esportazione, puoi caricarlo qui per essere elaborato. Le informazioni su ogni diapositiva appariranno qui sotto. Potrai confermare prima dell'importazione."],"Importing...":["Importazione in corso..."],"Processing...":["Elaborazione in corso…"],"Upload file":["Carica file"],"All images required to import are accounted for.":["Tutte le immagini necessarie per l'importazione sono contabilizzate."],"The following images were not found:":["Le seguenti immagini non sono state trovate:"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: puoi ancora importare presentazioni che contengono immagini mancanti. Avrai solo bisogno di aggiornare o eliminare manualmente queste diapositive dalle loro singole pagine di modifica della presentazione."],"Slideshow Title: ":["Titolo della presentazione: "],"No image name provided":["Nessun nome d'immagine fornito"],"Import %s slideshows":["Importa %s presentazioni"],"Select the slideshows you wish to import below. Then click here to import them.":["Seleziona qui sotto le presentazioni che vuoi importare e poi fai clic qui per importarle."],"Post Feed slide":["Diapositiva di feed di articoli"],"External slide":["Diapositive esterne"],"Image not found<br>%s":["Immagine non trovata<br>%s"],"No slides found":["Nessuna diapositiva trovata"],"Loading %s slideshows...":["Caricamento di %s presentazioni…"],"You have no slideshows to export":["Non hai presentazioni da esportare"],"Exporting %s slideshows...":["Esportazione di %s presentazioni…"],"Export successful":["Esportazione riuscita"],"No slideshows found.":["Nessuna presentazione trovata."],"Create a new slideshow now":["Crea adesso una nuova presentazione"],"If you have only a few slideshows, we will prepare them automatically. If you have many slideshows, click the \"Load\" button.":["Se hai solo poche diapositive, le prepareremo automaticamente. Se hai molte presentazioni, fai clic sul pulsante \"Carica\"."],"Choose the slideshows you wish to export.":["Scegli le presentazioni che vuoi esportare."],"Click the \"Export\" button.":["Fai clic sul pulsante \"Esporta\"."],"A .json file will automatically be downloaded with all your slideshow data.":["Un file .json con tutti i dati delle tue presentazioni verrà scaricato automaticamente."],"A few notes on exporting slideshow images:":["Alcune note sull'esportazione delle immagini della presentazione:"],"Your images need to be exported manually. Please upload them to the new website before importing these slideshows.":["Le tue immagini devono essere esportate manualmente. Caricale sul nuovo sito web prima di importare queste presentazioni."],"Images will need to keep the same file names on the new site.":["Le immagini dovranno mantenere gli stessi nomi di file sul nuovo sito."],"Read our guide on exporting images.":["Leggi la nostra guida sull'esportazione delle immagini."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Hai %s presentazioni che possono essere esportate. Le informazioni su ogni presentazione vengono presentate di seguito."],"Refresh":["Ricarica"],"Load":["Carica"],"Export %s slideshows":["Esporta %s presentazioni"],"Select the slideshows you wish to export below, then press here to export them.":["Seleziona qui sotto le presentazioni che vuoi esportare, poi premi qui per esportarle."],"Failed to open the settings page...":["Apertura della pagina delle impostazioni fallita…"],"Opening settings page...":["Apertura pagina delle impostazioni…"],"Page not found: %s":["Pagina non trovata: %s"],"Add a slide":["Aggiungi una diapositiva"],"Thanks for using MetaSlider. To get started, click the \"Add Slide\" button to create your first slide.":["Grazie per utilizzare MetaSlider. Per iniziare fai clic sul pulsante \"Aggiungi diapositiva\" per creare la tua prima diapositiva."],"Select images":["Seleziona immagini"],"You can easily add an image from one of the options here. Additionally we provide free images from the Unsplash library.":["Puoi facilmente aggiungere un'immagine da una delle opzioni qui. Inoltre forniamo immagini gratuite dalla libreria Unsplash."],"Next step":["Passaggio seguente"],"Search unsplash":["Cerca unsplash"],"Choose an image from the left, or search for any topic here to bring up more images.":["Scegli un'immagine a sinistra, o cerca qualsiasi argomento qui per avere più immagini."],"Hide step":["Nascondi passaggio"],"Create your slide":["Crea la tua diapositiva"],"After you have selected an image, press here to create your slide.":["Dopo aver selezionato un'immagine, premi qui per creare la tua diapositiva."],"Preview Slideshow":["Anteprima presentazione"],"Now that you have some slides set, you can preview your slideshow by pressing here.":["Ora che hai inserito alcune diapositive, puoi vedere l'anteprima della tua presentazione premendo qui."],"Slideshow settings":["Impostazioni della presentazione"],"Edit slideshow":["Modifica presentazione"],"Additional CSS Class":["Classe CSS supplementare"],"Refresh preview":["Aggiorna l'anteprima"],"Loading slideshows list...":["Caricamento dell'elenco delle presentazioni…"],"Create one now!":["Creane una ora!"],"Loading slideshow":["Caricamento della presentazione"],"Update preview":["Aggiorna l'anteprima"],"Select a slideshow":["Seleziona una presentazione"],"Normal width":["Larghezza normale"],"Wide width":["Larghezza ampia"],"Full width":["Larghezza piena"],"Use MetaSlider to insert slideshows and sliders in your page":["Usa MetaSlider per inserire presentazioni e visori nella tua pagina"],"slider":["visore"],"slideshow":["presentazione"],"gallery":["galleria"],"Keep the plugin name \"MetaSlider\" when possible\u0004Like MetaSlider? Please help us by giving a positive review at WordPress.org":["Sei soddisfatto di MetaSlider? Aiutaci lasciando una recensione positiva su WordPress.org"],"Keep the plugin name \"MetaSlider\" when possible\u0004Review MetaSlider &rarr;":["Recensisci MetaSlider &rarr;"],"Keep the plugin name \"MetaSlider\" when possible\u0004Select slideshow to insert into post":["Seleziona la presentazione da inserire nell'articolo"],"Short for milliseconds\u0004ms":["ms"],"This is a keyboard shortcut.\u0004 (alt + p)":[" (alt + p)"],"Uploader: Drop files to upload - or - Select Files\u0004or":["o"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s per %s pixel"],"The ENTER key on a keyboard\u0004Enter":["Invio"],"The ESCAPE key on a keyboard\u0004Escape":["Escape"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositive"]}}}